{
  "appName": "Bagan Guide4U",
  "language": "English",
  "kingsofbagan": "Prominent People",
  "historyofpagodas": "History of Pagodas",
  "beautyplaces": "Beauty Places",
  "hotel": "Hotel",
  "food": "Food",
  "souvenir": "Souvenir",
  "horsecarriage": "Horse Carriage/eBike Rental",
  "kantotpalin": "Gawdawpalin Pagoda",
  "konetawgyi": "Kone Taw Gyi Gu Pagoda",
  "kyansitthaumin": "Kyansit Thar U Min Pagoda",
  "kyaukguupagoda": "Kyauk Gu U Min Pagoda",
  "guupyaukbocho": "Gu pyauk (Bo Cho Mi Gu Pyauk)",
  "guubyaukgyimyinkaba": "Gu Byauk Gyi (Myin Kabar)",
  "guubyaukgyipig": "Gu Byauk Gyi (Watkyi Inn)",
  "guupyauknge": "Gu Pyauk Nge (Myin Kabar)",
  "guupyaukngepig": "Gu Pyauk Nge (Watkyi Inn)",
  "ngakywenadaung": "Ngakywe Na Daung Pagoda",
  "ngatpyitaung": "Ngat Pyit Taung Pagoda",
  "seinnyetnyima": "Sein Nyet Nyi Ma Pagoda",
  "seinnyetama": "Sein Nyet Ama Pagoda",
  "soemingyi": "Soe Min Gyi Temple",
  "soemingyipagoda": "Soe Min Gyi Pagoda",
  "sularmani": "Sular Mani Pagoda",
  "saytanargyi": "Say Ta Na Gyi Pagoda (Sisa Na)",
  "hsinmyarshin": "Hsin Myar Shin Pagoda",
  "sabadar": "Sabada Pagoda",
  "tantkyitaung": "Tant Kyi Taung Pagoda",
  "tayokepyay": "Tayoke Pyay Pagoda",
  "taichut": "Tai Chut Gu Pagoda",
  "tuyintaung": "Tu Yin Taung Pagoda",
  "taungponelawkanarhta": "Taung Pon Law Ka Nar Hta Gu Pagoda",
  "hteetasaung": "Htee Ta Saung Pagoda",
  "htilominlo": "Htilo Minlo Pagoda",
  "dhammayarzika": "Dhamma Ya Zi Ka Pagoda",
  "dhammayangyi": "Dhamma Yan Gyi Pagoda",
  "nagayonguu": "Naga Yon Gu Pagoda",
  "nathlaungkyaung": "Nath Laung Kyaung Pagoda",
  "nandamannya": "Nandamannya Gu Pagoda",
  "nantemple": "Nan Temple",
  "pahtothamya": "Pahto Thamya Gu Pagoda",
  "pawttawmu": "Pawt Taw Mu Pagoda",
  "pyathadar": "Pyathadar Gyi Pagoda (Pyathatgyi)",
  "phetlaik": "Phet Laik Pagoda",
  "buuphayapagoda": "Buu Phaya",
  "phayathonzu": "Phaya Thon Zu Pagoda",
  "mingalazedi": "Mingala Zedi",
  "manuha": "Manuha Pagoda",
  "malapyit": "Mala Pyit Gu Pagoda",
  "malonpyit": "Ma Lone Pyit Gu Pagoda",
  "maharbawdi": "Mahar Bawdi Pagoda",
  "meemalaung": "Mee Ma Laung Temple",
  "myinkaba": "Myin Kabar Pagoda",
  "myinpyaguu": "Myin Pya Gu Pagoda",
  "myazedi": "Mya Zedi",
  "myayponthaphayahla": "Myay Pon Tha Pha Ya Hla Pagoda (Law Ka Mu Ni)",
  "yatsautguu": "Yat Sauk Gu Pagoda",
  "shwegugyi": "Shwe Gu Gyi Pagoda",
  "shwezigon": "Shwe Zi Gon Pagoda",
  "shwesandaw": "Shwe San Daw Pagoda",
  "shinpinthetshay": "Shin Pin Thet Shay Pagoda",
  "shinpintherhlaung": "Shin Pin Thar Hlaung Pagoda",
  "shinarnanda": "Shin Arnanda Oat Pagoda",
  "latputkan": "Lat Put Kan Gu Pagoda",
  "lawkahtaikpan": "Lawka Htaik Pan Pagoda",
  "lawkananda": "Lawka Nanda Pagoda",
  "laymyathnar": "Lay Myat Hnar Gu Pagoda",
  "thettawyazedi": "Thet Taw Ya Zedi",
  "thetkyamuni": "Thet Kya Muni Gu Pagoda",
  "thinganyone": "Thingan Yone Gu Pagoda",
  "thetbinnyu": "Thatbyinnyu Pagoda",
  "thanbula": "Thanbula Pagoda",
  "thahtaymokguu": "Thahtay Mok Gu ",
  "thantawkyar": "Thantawkyar Pagoda",
  "abeyadana": "Abeyadana Pagoda",
  "alotawpyae": "Alo Daw Pyi Pagoda",
  "arnandar": "Ananda Pagoda",
  "anawrahta": "Anawrahta",
  "sawlu" : "Saw Lu",
  "kyansittha": "Kyansit Thar",
  "alaungsithu": "Alaung Sithu",
  "narathu": "Narathu",
  "naratheinkha": "Naratheinkha",
  "narapatisithu": "Narapatisithu",
  "htilominloking": "Htilo Minlo",
  "kyaswar": "Kyaswar",
    "kyawswa": "Kyawswa",
  "uzana": "Uzana",
  "narathihapati": "Narathihapati",
  "sawhnit": "Saw Hnit",
  "sawmonhnit": "Saw Mon Hnit",
  "ngahtweyu": "Ngahtweyu",
  "ngalonletpe": "Ngalon Letpe",
  "nyaunguphi": "Nyaung U Phi",
  "yamankan": "Yamankan",
  "gawdawpalinHistory": "Pagoda No. = 1622/930-A\n\n Gawdaw Palin Pagoda, It is an ancient temple located in Bagan, Mandalay Region, Myanmar. In the past, it was also called Goda Palin.\n\nThe Gawdawpalin Temple (Burmese: ကန်တော့ပလ္လင်ဘုရား, IPA: [ɡɔ́dɔ̰pəlɪ̀ɰ̃ pʰəjá]) is a Buddhist temple located in Bagan, Myanmar. Construction of the pagoda began in 1203 during the reign of Sithu II (1174–1211) and completed on 26 March 1227 during the reign of Htilominlo (1211–1235). At 55 m (180 ft), Gawdawpalin Temple is the second tallest temple in Bagan. Similar in layout to the Thatbyinnyu Temple, the temple is two storeys tall, and contains three lower terraces and four upper terraces. The temple was heavily damaged during the 1975 earthquake and was reconstructed in following years.\n\nGawdawpalin Temple in 1855\nThe Gawdawpalin Temple belongs to the style of the hollow gu-style temple. In contrast to the stupas, the hollow gu-style temple is a structure used for meditation, devotional worship of The Buddha and conduct other Buddhist rituals. The gu temples come in two basic styles: \"one-face\" design and \"four-face\" design—essentially one main entrance and four main entrances. Other styles such as five-face and hybrids also exist. The one-face style grew out of 2nd century Beikthano, and the four-face out of 7th century Sri Ksetra. The temples, whose main features were the pointed arches and the vaulted chamber, became larger and grander in the Bagan period. (Paragraph on \"Hollow Temples\" copied from Bagan).",
  "konetawgyiHistory": "Pagoda No. = 151/122-K \n\n Mandalay Region Located in Bagan. It is located on the high ground near Thak Munigu Pagoda. The building was built in the 13th century.\n\nArchitectural works\n\nThe cave pagoda was built above the pillars. On the inner walls, there are paintings of Buddha and 550 scenes. Myintmoh Mountain and seven floors of the mountain. You can find pictures of Theda Konnaton of mural painting along with plaques letters. Outside the cave you can also see some beautiful Plaster flower.",
  "kyansitthaUminHistory": "Not available for English translation.Thank you \n\nကျန်စစ်သားဥမင်သည် ညောင်ဦးမြို့ ရွှေစည်းခုံစေတီတော် အနီး၌ တည်ရှိသည်။ ဥမင်၏ အဝင်မုခ်ဝနှစ်ခု အကြားတွင် ဓမ္မပလ္လင်တစ်ခု ရှိသည်။ အဆောက်အအုံမှာ နိမ့်ပြီး ရိုးရိုးပင် ဖြစ်သည်။\nထို အဆောက်အအုံကို ပုဂံခေတ် ရဟန်း၊ သံဃာများ သီတင်းသုံးခဲ့သည်ဟု ယူဆကြသည်။\n\nသာသနိကအဆောက်အအုံအမှတ် = ၆၅/၅၁\n\nဗိသုကာ လက်ရာများ \n\nရိုးရိုး အဆောက်အအုံတစ်ခုသာ ဖြစ်ပြီး အဝင်ဝမုခ်နှစ်ခု အကြားတွင် ဓမ္မပလ္လင်တစ်ခု တည်ရှိသည်။ အတွင်းလိုဏ်ပတ်ဝင်္ကပါသည် မှောင်နေသည်။ သို့သော် နံရံနှင့် ပေါင်းကူးများပေါ်တွင် ဗုဒ္ဓရုပ်ပွားပုံများ၊ ဗုဒ္ဓ ခြေတော်ရာများ၊ ရဟန်းပုံများ၊ ကြက်ခြေခတ်ပုံများ၊ မွန်ဂိုတာတာ စည်သည်တော်ပုံများ စသည့် ဆေးရေးပန်းချီများကို တွေ့ရှိနိုင်သည်။\n\nထိုအဆောက်အအုံကို ကျန်စစ်သားဥမင်ဟု ခေါ်နေကြသော်လည်း ကျန်စစ်သားမင်း လက်ထက်ထက်စော၍ ဆောက်လုပ်ပြီးစီးခဲ့သည်ဟု ယူဆကြသည်။",
  "kyaukguupagodaHistory": "Not available for English translation.Thank you \n\nသာသနိကအ​ဆောက်အအုံအမှတ်=၁၅၄/၁၂၃\nကျောက်ဂူဥမင်သည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည်။ ဧရာဝတီမြစ်သို့ ချောင်းများစီးဆင်းရာတွင် ဖြစ်ပေါ်ခဲ့သော ချောက်များ၊ အနိမ့်များ၊ ကမ်းပါးစောက်များ ပေါများသော ညောင်ဦးမြို့၏ အရှေ့မြောက်နေရာတွင် ဤကျောက်ဂူဥမင်သည် ကုန်းစောင်းပြတ်တစ်ခုကို အတွင်းသို့ ဥမင်ထွင်းပြီးနောက် ရှေ့အဆောင်ခန်းမကြီးတစ်ခုကို ကျောက်ဆစ် ကျောက်ချပ်များနှင့် စီပြီး ခန့်ခန့်ညားညား ပြုလုပ်ထားသည်။ ညောင်ဦးမြို့၏ အရှေ့ဘက် နှစ်မိုင်အကွာတွင် ရှိပြီး ကျောက်ဂူဥမင်လိုဏ်ကနေ ဝင်သွားလျှင် ကျန်စစ်သားဂူကို ရောက်သည်။\n\nအစဉ်အလာပြောကြားခဲ့သော အမှတ်အသားများအရ ပုဂံ နရပတိစည်သူမင်းလက်ထက် “ပဏ္ဍိတ”အမည်ရှိသော မထေရ်မြတ်သည် မိမိ၏ သီလစင်ကြယ်ကြောင်း ဓားသွေးကျောက်နှင့် ဓားမကို ဧရာဝတီမြစ်၌ အဓိဋ္ဌာန်ပြု၍ ချရာတွင် ကျောက်နှင့်ဓားမပါ ရေ၌ ကူးသွားသည်ဆိုသော ဥဒါန်းစကားဖြင့် ကျောက်ကူးဓားမပါဟု အမည်ပေါ်ခဲ့လေသည်။ ထိုမထေရ်မြတ်အတွက် နရပတိစည်သူ မင်းကြီးက သက္ကရာဇ် ၅၅၀တွင် ချောက်ကမ်းပါးတွင် ဥမင်တူး၍ လှူဒါန်းခဲ့ကြောင်း၊ ကျောက်ကူးသွားသည်ကို အစွဲပြု၍ ကျောက်ကူးဥမင်ဟု ခေါ်ကြောင်း၊ ဓားမပါသွားသဖြင့် “ဓားမပါဘုရား”ဟု မြောက်ကုန်းထိပ်တွင် ရှိခဲ့ဖူးကြောင်း စသဖြင့် ဖော်ပြကြလေသည်။\n\nကျောက်ဂူဥမင်တွင် ယခုရှိသော ကျောက်စာ၌ “သက္ကရစ် ၅၅၀ သာသနာငါးထောင်တေည်စိမ်သောငှာ စည်သူမင်ကြီ နတ်ထမင်ရသော သ္ခိင်ထံပါပုရှာအာ လှူတပ်မူသဝ် ” အစရှိသဖြင့် သက္ကရာဇ် ၅၅၀ တွင် စည်သူမင်းကြီးသည် နတ်ထမင်းရသော သခင်ထံပါ (ဓံပါ-ဓမ်ပါလ်-ဓမ္မပါလ)၏ ဘုရားကို ကျွန် စသည်များ လှူကြောင်းနှင့် ဥဇနမင်းလက်ထက်တွင်လည်း ဆက်လက်လှူဒါန်းကြောင်းများ ပါရှိလေသည်။ ဤအမည် ဓမ္မပါလမှ ဓမ်ပါ-ထံပါဟု အတိုခေါ်ရာမှ နောက်ဓားမပါဟူသော ပုံပြင်နှင့် ဆက်စပ်သွားဟန်တူသည်။\n\nအထက်ပါကျောက်စာထွက် စကားကို ထောက်၍ ဤကျောက်ဂူဥမင်တွင် နရပတိစည်သူမင်းကြီး လက်ထက် အကျင့်သီလပြည့်စုံသော “သခင်ထံပါ” မထေရ် သီတင်းသုံးလျက်ရှိကြောင်း သိရလေသည်။ ဥမင်၏ လက်ရာနှင့် ကျောက်ဆင်းတု စသည်များကို ထောက်၍ကား နရပတိစည်သူ မင်းကြီးလက်ထက်ထက် စော၍ ဤအဆောက်အအုံ ရှိနေမည်ဟု ယုံကြည်ရသည်။ နှစ်ပေါင်း တစ်ရာစော၍ ကျန်စစ်မင်းကြီး လက်ထက်လောက်က စတင်တည်ဆောက်ခဲ့သည်ဟု ယူဆရသည်။\n\nကျောက်ဂူဥမင်ဘုရားကို ခရစ် (၁၁) ရာစုတွင် နရပတိစည်သူမင်း တည်ခဲ့သည်။ ကျောက်ဂူဥမင် တွင်ရှိသော ကျောက်စာအရ နရပတိ စည်သူမင်း (အေဒီ-၁၁၆၅-၁၂၁၁) လက်ထက် ကျောက်ဂူဥမင်တွင် သခင်ထံပါ (ဓံပါ- ဓမ်ပါလ်-ဓမ္မပါလ်) သီတင်းသုံးလျက် ရှိကြောင်း၊ နရပတိစည်သူ မင်းသည် အေဒီ (၁၁၈၈) တွင် သခင်ထံပါ၏ ဘုရား၌ ကျွန်များ လှူဒါန်းခဲ့သည်ဟု သိရှိရသည်။\n\nကျောက်ဂူဥမင်သည် သဲကျောက် ကမ်းပါးယံကို ထွင်း၍ အုတ်နှင့်ကျောက် ရော၍ ဥမင် တည်ဆောက် ထားခြင်းဖြစ်သည်။ ကျောက်ဂူဥမင် တိုက်မ မြေညီထပ်တွင် အတွင်း အပြင် ကျောက်အုတ်များဖြင့် တည်ဆောက် ထားပြီး အဆင့် သုံးဆင့်ရှိသည်။ အပေါ်ပိုင်း နှစ်ဆင့်မှာ ရိုးရိုးမြေအုတ် များဖြင့် တည်ဆောက် ထားသည်။ ဥမင်၏ မြောက်ဘက်တွင် အဝင်မုခ်၊ အာရုံခံခန်းမ ရှိပြီး မြောက်ဘက် မျက်နှာမူနေသည့် သဲကျောက်ဖြင့် ထုလုပ် ထားသည့် ဗုဒ္ဓရုပ်ဆင်းတု ရှိသည်။ ရုပ်ပွားဆင်းတု၏ အရှေ့၊ အနောက်နှင့် မြောက်ဘက်တွင် စင်္ကြလမ်းများ ရှိသည်။ ဥမင်အတွင်းသို့ ဆင်းတုတော်၏ အရှေ့ အနောက် ခုံးဖြောင့် ပေါင်းကူး ဝင်ပေါက်မှ ဥမင်လိုဏ်ခေါင်း အတွင်း ဝင်ရောက်နိုင်သည်။ ဥမင် လိုဏ်ခေါင်းအတွင်း ဝင်္ကပါသဖွယ် ထောင့်ချိုးများဖြင့် ဖောက်လုပ်ထားပြီး ဝင်္ကပါလမ်း၌ ကမ္မဌာန်း ဘာဝနာ တရား အားထုတ်ရန် အခန်းကျဉ်းများ ရှိသည်။ ဥမင်၏ အရှေ့ နှင့် မြောက်ဘက် မျက်နှာတွင် ပြတင်းပေါက်များ ရှိသည်။ ဥမင်လိုဏ်ခေါင်း အတွင်း အလင်းရောင် ရရန် ရောင်လင်း ပေါက်များ ဖောက်ထားသည်။\n\nကျောက်ဂူဥမင်တွင် နံရံဆေးရေးပန်းချီနှင့် ကျောက်ဆစ် ပန်းတမော့ လက်ရာများ လေ့လာနိုင်သည်။ အောက်ထပ် ခန်းမဆောင်ကြီးသည် အနည်းငယ် မှောင်သည်။ လေးဆယ့်နှစ်ပေ ကျယ်၍ နောက်ဘက်တွင် နှစ်ဆယ့်ငါးပေ ရှိသည်။ ထိုခန်းမဆောင်အတွင်း အလျား ဆယ့်ရှစ်ပေ၊ အနံ ဆယ့်နှစ်ပေ၊ အမြင့် ကိုးပေ ရှိသော ကြာပလ္လင်ထက်၌ အဝင်မုခ်ဝကို မျက်နှာမူလျက် ဘူမိဖဿမုဒြာ လက်အနေအထားဖြင့် တင်ပျဉ်ခွေထိုင်နေသော ဆင်းတုတော်ကြီး တစ်ဆူရှိသည်။[၂]\n\nကျောက်ဂူဥမင် အတွင်းရှိ ပဓာနဗုဒ္ဓရုပ်ပွား ဆင်းတုတော် ကြီး ရှိသည့် ဂန္ဓကုဋီတိုက် နံရံ အောက်ပိုင်းတွင် နံရံ ဆေးရေး ပန်းချီများ ရှိသည်။ ဆင်းတုတော်ကြီးရှေ့တွင် ဂူ၏ အာရုံခံ ခန်းမကြီးကို သုံးဆယ့်နှစ်ပေ မြင့်သော ကြီးမားသော ကျောက်အုတ်စီ တိုင်မကြီး နှစ်ခုက ထောက်ထားပြီး အမိုးပေါင်းကူးဒေါက်အဖြစ် တည်ရှိသည်။ ယင်းတို့၏ အောက်ခြေ ပတ်လည်တွင် အလွန်လှပသော ကျောက်ပန်းခက်များ ထွင်းထားသည်။ ကျောက်ဂူ တိုက်မအတွင်း အရှေ့၊ အနောက်နှင့် မြောက်နံရံတွင် နံရံမုခ် ကပ်သုံးတန်း ရှိပြီး နံရံမုခ်ကပ် (၄၉)ခု ရှိသည်။ ထိုနံရံမုခ်ကပ်များတွင် ဗုဒ္ဓရုပ်ပွား ကျောက်ဆင်းတုများ နှင့် ဗုဒ္ဓဝင်ခန်း ဆိုင်ရာ ကျောက်ဆစ်ရုပ်တု များရှိသည်။ ဗုဒ္ဓရုပ်တုများတွင် ခမည်းတော် သုဒ္ဓေါဒန မင်းကြီး လယ်ထွန် မင်္ဂလာပြုစဉ် ဘုရားလောင်း သိဒ္ဓတ္တ မင်းသားဇဗ္ဗူ့ သပြေပင်ရိပ်တွင် နေပုံ၊ မုစလိန္ဒာ သတ္တဟ စံနေပုံ၊ ဘုရားလောင်း ဒုက္ကရ စရိယာ ကျင့်စဉ်၊ နတ်တို့က နားရွက်မှ ဩဇာသွင်းပုံ ကျောက်ဆစ် လက်ရာများကို လေ့လာနိုင်သည်။ (အမျိုးသား ယဉ်ကျေးမှု ပြတိုက်ရှိ ဘုရားလောင်း ဖွားတော်မူခန်း ကျောက်ဆစ်ရုပ်တုမှာ ဤ ကျောက်ဥမင်မှ ယူဆောင် ပြသခြင်း ဖြစ်သည်။) ကျောက်ဂူဥမင်၏ အဝင်မုခ် လက်ဝဲလက်ယာ ထောင့်ချိုးများတွင် အလွန်လှပသော ကျောက်ဆစ်လက်ရာ ဘီလူးရုပ်၊ မိန်းမရုပ်၊ ကြာပန်းများ အကြား ကိန္နရီ ကိန္နရာရုပ်၊ နတ်ရုပ်၊ ခြင်္သေ့၊ ကျား၊ သမင်၊ ယုန်ရုပ်များကို ကျောက်အုတ် များစီ၍ ထွင်းထု ထားသည်။\n\n",
  "gubyaukbochomiHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ် = ၉၉၅/၄၁၅−က\nဗိုလ်ချိုမိဂူပြောက်ဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံ၊ သီရိပစ္စယာအရပ်တွင် တည်ရှိသည်။ ဘုရားသည် မဟာဗောဓိပုံ ကွမ်းတောင်ပေါက် လိုဏ်နှစ်ဆင့် ဘုရားဖြစ်ပြီး ခရစ် (၁၃)ရာစုနှစ်က တည်ခဲ့သည်။\n\nဗြိတိသျှတို့ ၁၈၈၅−ခုနှစ်တွင် အထက်မြန်မာနိုင်ငံကို သိမ်းပိုက်ပြီးနောက် မြန်မာတိုင်းရင်းသားများက အင်္ဂလိပ်တို့အား ဆန့်ကျင်တော်လှန် တိုက်ခိုက်ခဲ့ရာ ပုဂံမှ ဗိုလ်ချို သည် ထင်ရှားသော နယ်ချဲ့တော်လှန်ရေး ခေါင်းဆောင်တစ်ဦးဖြစ်သည်။ ၁၈၉၆−ခုတွင် သီရိပစ္စယာရှိ ဂူပြောက်အတွင်း အင်္ဂလိပ်တို့က ဗိုလ်ချိုအား ဖမ်းဆီးရမိခဲ့သဖြင့် ဗိုလ်ချိုမိဂူပြောက်ဟု အမည်တွင်ခဲ့သည်။\n\nဗိုလ်ချိုမိဂူပြောက်ဘုရားတွင် နံရံဆေးရေး ပန်းချီများနှင့် အင်္ဂတေ ပန်းတော့လက်ရာများ ရှိသည်။ ဗိုလ်ချိုမိဂူပြောက်ဘုရားတွင် ကြက်တငိုအဝိုင်း၊ ထောင့်ဘောင်ပန်းနှင့် စက်ဝိုင်းအတွင်းမှ ပန်းကွက်အလှများ၊ နံရံတွင် ဘောင်ခတ်ထားသည့် သစ်ရွက်ပုံပန်းတန်း၊ စိန်ကွက်ပုံ နံရံပန်းချီများ နှင့် ခေတ်နှောင်းပိုင်းတွင် ရေးဆွဲထားသည့် လှေပုံများရှိသည်။ ဗိုလ်ချိုမိဂူပြောက်၏ မဟာဗောဓိကွမ်းတောင်မှ လေးထောင့်ကွက်အတွင်း ရုပ်ပုံပါသည့် အဝိုင်းကွက် ပုံဖော်ထားသည့် အင်္ဂတေ ပန်းတော့လက်ရာများ၊ အဝင်မုခ်မှ ရာမလက်ညှိုးပုံ၊ တံကဲပန်း၊ တိုင်ဖုံးပန်း၊ တိုင်အောက်ခံအိုးမှ အင်္ဂတေပန်းနှင့် အရုပ်များ၊ ချင်မိတ်တိုးတန်းမှ အင်္ဂတေပန်းများကို လေ့လာနိုင်သည်။[၁]\n\nအောက်ထပ်တွင်လည်း အခန်းနံရံများ ပြုလုပ်ထားပုံ ဗိသုကာလက်ရာ အလုပ်အဆောင် တစ်မျိုးဖြစ်သည်။ ဤဂူပြောက်အတွင်းမှ သီရိဓမ္မဝိလာသ အမည်ပါသော ကျောက်ဗုဒ္ဓဆင်းတုများ တွေ့ရှိဘူးလေသည်။",
  "gubyaukgyimyinkabaHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ် = ၁၃၂၃/၆၄၇\nမြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် ဂူပြောက်ကြီး နှစ်ဆူရှိသည်။ ဝက်ကြီးအင်းအရပ်ရှိ ဂူဘုရားကို ဝက်ကြီးအင်းဂူပြောက်ကြီး ဟုခေါ်ကြပြီး မြင်းကပါအရပ်ရှိ ဂူဘုရားကို မြင်းကပါဂူပြောက်ကြီး ဟု ခွဲခြားခေါ်ကြသည်။\n\nသမိုင်း\nဂူပြောက်ကြီး (မြင်းကပါ)သည် ကွမ်းတောင်ပေါက် လိုဏ်နှစ်ဆင့်ဂူ ဘုရားဖြစ်ပြီး အေဒီ(၁၁၁၃) တွင် အမတ်ကြီး ရာဇကုမာရ်၊ ကျန်စစ်သားမင်းနှင့် သမ္ဘူလမိဖုရားတို့၏သားက တည်ခဲ့သည်။ ကျန်စစ်သားမင်းသည် အေဒီ (၁၀၈၄) တွင် ပုဂံထီးနန်းကို ရရှိခဲ့ပြီး နန်းစံနှစ် (၂၈) နှစ် အေဒီ (၁၁၁၃) အရောက်တွင် မကျန်းမမာ ဖြစ်ခဲ့သည်။ ထိုအချိန်တွင် ကျန်စစ်သားနှင့် သမ္ဘူလမိဖုရားတို့မှ မွေးဖွားသည့် ရာဇကုမာရ်သည် ဖခင်၏ ကျေးဇူးကို အောင့်မေ့သတိရကာ ရွှေဆင်းတု တစ်ဆူ ပြုလုပ်၍ ဖခင် ကျန်စစ်သားမင်းထံ သွားရောက်ပြီး ဤဘုရားကို ဖခင်အတွက် ပြုလုပ်ခြင်း ဖြစ်ကြောင်း ဖခင်ပေးထားသော ကျွန်သုံးရွာကိုလည်း ဤဘုရားအား လှူကြောင်း လျှောက်ထားခဲ့သည်။ ကျန်စစ်သားမင်းက ရာဇကုမာရ်၏ မိဘကျေးဇူး သိတတ်မှုအတွက် နှစ်သက်ဝမ်းမြောက်စွာနှင့် သာဓုခေါ်ကာ ရေစက်သွန်းခဲ့သည်။ ရာဇကုမာရ်သည် ထိုဘုရားကို ဌာပနာ၍ ဂူပြောက်ကြီး (မြင်းကပါ) ဘုရားကို တည်ခဲ့သည်။\n\nမြစေတီကျောက်စာ (ယခု ရာဇကုမာရ် ကျောက်စာ)တွင် ဘုရား၏ မူလဘွဲ့တော် မပါရှိသော်လည်း ဂူဘုရားသည် မြင်းကပါရွာတွင် တည်ရှိပြီး ဂူဘုရား အတွင်း အပြင် အပြောက်အပြိန်းတို့ဖြင့် မွမ်းမံ တန်ဆာဆင်ထား၍ ဂူပြောက်ကြီးဘုရားဟု ခေါ်တွင်ခဲ့သည်။\n\nဂူပြောက်ကြီး (မြင်းကပါ) တိုက်မအထက်တွင် ဆင်ခြေလျော အမိုး၊ ပစ္စယာများဖြင့် တည်ဆောက်ထားပြီး ကွမ်းတောင်ပေါက် ထားသည်။ ကွမ်းတောင် ပတ်လည် လေးမျက်နှာတွင် လေးထောင့် ဖောင်းပြားများ ဖော်၍ ကြက်လျာတွင် မုခ်ကပ်သုံးခု ပါရှိသည်။ နံရံဆေးရေး ပန်းချီကားများ၊ အင်္ဂတေ ပန်းတော့ လက်ရာများ၊ ကျောက်ဆစ် ပန်းတမော့ လက်ရာများ ရှိသည်။\n\nအာရုံခံအမိုးတွင် ခြေတော်ရာပုံများကို ပန်းခက် ပန်းနွယ်များဖြင့် တန်ဆာဆင်ထားသည်။ ဂန္ဓကုဋိဘုရားဆောင်အတွင်း ဆင်းတုပလ္လင် တစ်ဝိုက်တွင် မာရ်နတ်စစ်သည်ပုံများကို အဆန်းတကျယ် ရေးခြယ် ထားလေသည်။\n\nဂူပြောက်ကြီး (မြင်းကပါ) ဘုရားအတွင်း နံရံဆေးရေးပန်းချီများမှာ ဗုဒ္ဓဝင် ပန်းချီများဖြစ်သည့် မြတ်စွာဘုရား တာဝတိံသာမှ ဆင်းလာခန်း၊ မြတ်စွာဘုရား တရားဟောခန်းနှင့် ဘုရား ဝေသာလီပြည်သို့ လှေဖြင့် သွားပုံ၊ ငါးရာ့ငါးဆယ်ဇာတ်ကွက်များ၊ ကောသလမင်း အိပ်မက် (၁၆)ချက်၊ (၅၄၄)ဘီစီတွင် ရာဇဂြိုဟ်ပြည် အဇာတသတ်မင်း လက်ထက် ပထမသင်္ဂါယနာ တင်ပွဲ၊ (၄၄၄)ဘီစီတွင် ဝေသာလီပြည် ကာဠာ သောကမင်းလက်ထက် ဒုတိယသင်္ဂါယနာ တင်ပွဲ၊ (၃၀၉) ဘီစီတွင် ပါဋလပုတ်ပြည် သီရိဓမ္မာသောက မင်းကြီး (အသောက) မင်းလက်ထက် တတိယသင်္ဂါယနာ တင်ပွဲ အပါအဝင် အခြား ဗုဒ္ဓဘာသာနှင့် သက်ဆိုင်သည့် အကြောင်းအရာ များဖြစ်သည့် သီဟိုဠ်နိုင်ငံ ဧဠာရမင်းသည် နန်းတော်ရှေ့တွင် တရားခေါင်းလောင်း ချိတ်ဆွဲကာ တရားသဖြင့် အုပ်ချုပ်ပုံ၊ သီဟိုဠ်နိုင်ငံ ဒေဝါနံပီယမင်း နှင့် ရှင်မဟိန္ဒတို့ အမေးအဖြေခန်း ပန်းချီများ ဖြစ်သည်။ ထို့ပြင် နတ်သား နတ်သမီးများ ကနေပုံ၊ နန်းတွင်းသူ နန်းတွင်းသားများပုံ၊ ပုဂံခေတ် အမျိုးသား အမျိုးသမီးပုံ များလည်း ရှိသည်။ (၁၉၈၄) မှစ၍ ရှေးဟောင်း သုတေသနဦးစီးဌာန သည် ကုလသမဂ္ဂ အကူအညီဖြင့် ဂူပြောက်ကြီး (မြင်းကပါ) ဘုရား အတွင်းရှိ နံရံဆေးရေး ပန်းချီများနှင့် မင်စာများကို ဓာတုဗေဒနည်းဖြင့် ပြန်လည် ထင်ရှား ပေါ်လွင်လာအောင် ဆောင်ရွက်ခဲ့သည့် အတွက် ဘုရားရှိ နံရံဆေးရေး ပန်းချီများ နှင့် ရှေးဟောင်း မွန်ဘာသာ ကမ္ပည်းစာများကို ဖတ်ရှု လေ့လာနိုင်ပြီ ဖြစ်သည်။\n\nဂူပြောက်ကြီး (မြင်းကပါ) ဘုရား၏ အပြင်မျက်နှာစာ များရှိ ဘီလူးပန်းဆွဲ၊ ထောင့်ဘောင်ပန်း အင်္ဂတေပန်း စသည့် အင်္ဂတေ၊ ပန်းတော့ လက်ရာများနှင့် ဘုရားရှိ ကျောက်လေသာ ပြတင်းပေါက်များ ဖောက်ထားပုံကို လေ့လာနိုင်သည်။ ဂူဘုရားရှိ အလယ်ဗဟို ဂန္ဓကုဋီတိုက် ပတ်လည်တွင် စင်္ကြပတ်လမ်းရှိပြီး စင်္ကြအတွင်း နံရံ မုခ်ကပ်များရှိ ဗုဒ္ဓရုပ်ပွား ကျောက်ဆစ် ပန်းတမော့ လက်ရာများကို လေ့လာနိုင်သည်။\n\nဂူပြောက်ကြီး ကျောက်စာ\nလှူဒါန်းခဲ့သော ကောင်းမှု အစုစုကို ပျူ၊မွန်၊ ပါဠိ၊ မြန်မာဘာသာဖြင့် လေးမျက်နှာပါ ကျောက်စာနှစ်တိုင်ကို ရေးထိုးခဲ့သည်။ ထို ကျောက်စာတိုင်များကို မြစေတီဘုရားအနီးမှာ တွေ့သဖြင့် ရှေးက မြစေတီကျောက်စာဟူ၍ တွင်ခဲ့သည်။ ယခုအခါ အချို့က ရာဇကုမာရ် ကျောက်စာဟု လည်းကောင်း၊ ဂူပြောက်ကြီး ကျောက်စာ ဟု လည်းကောင်း ခေါ်ကြသည်။ ကျောက်စာအငယ်တစ်တိုင်မှာ ပုဂံပြတိုက်တွင် ထားရှိ၍ အကြီးတစ်တိုင်မှာ ကျိုးပဲ့လျက်ရှိပြီး ဆက်စပ်ကာ မြစေတီဘုရားအနီး၌ စောင့်ရှောက်ထားလေသည်။ ဘာသာလေးမျိုးဖြင့် ရေးထိုးထားသဖြင့် စာပေနှင့် သမိုင်းအတွက် အထူးအရေးပါသည်။ ဤကျောက်စာပါ ပျုစာများသည် အရှည်ဆုံးဟု ဆိုရပေမည်။ ပျူစာကို အဓိပ္ပာယ်ဖော်နိုင်ရန် ကြိုးစားခဲ့သော ဒေါက်တာ စီ၊ အို၊ ဗလက်ဒင်သည် ဤကျောက်စာ၏ အကူအညီဖြင့် ၁၉၁၁ ခုနှစ်တွင် အောင်မြင်စွာ အဓိပ္ပာယ်ဖော်နိုင်ခဲ့လေသည်။",
  "gubyaukgyipigHistory": "Not available for English translation.Thank you \n\nပုဂံစေတီပုထိုးအမှတ်မှာ ၂၈၅/၁၉၇−က ဖြစ်သည်။ [၁]\n\nဝက်ကြီးအင်းဂူပြောက်ကြီး\nဂူပြောက်ကြီး (ဝက်ကြီးအင်း)သည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည်။ ပုဂံတွင် ဂူပြောက်ကြီး နှစ်ဆူရှိသည်။ ဝက်ကြီးအင်းအရပ်ရှိ ဂူဘုရားကို ဝက်ကြီးအင်းဂူပြောက်ကြီး ဟုခေါ်ကြပြီး မြင်းကပါအရပ်ရှိ ဂူဘုရားကို မြင်းကပါဂူပြောက်ကြီး ဟု ခွဲခြားခေါ်ကြသည်။\n\nဝက်ကြီးအင်းဂူပြောက်ကြီးသည် မဟာဗောဓိပုံ ကွမ်းတောင်ပေါက် လိုဏ် နှစ်ဆင့် ဂူဘုရားဖြစ်ပြီး ခရစ် (၁၃)ရာစု အစောပိုင်းက တည်ခဲ့သည်။ ဝက်ကြီးအင်းဂူပြောက်ကြီးဘုရား ပေါင်းကူးမျက်နှာကြက်များနှင့် နံရံများတွင် နံရံဆေးရေး ပန်းချီများရှိပြီး ဂူပြောက်ကြီးဘုရား အဝင်ခန်းမအတွင်း အလင်းရောင်ရသဖြင့် ပန်းချီများကို ကောင်းစွာလေ့လာနိုင်သည်။ ဘုရား၏ အဝင်ခန်းမ၏ ပေါင်းကူးမျက်နှာကြက်တွင် ဘုရား၏ ခြေတော်ရာကွက်နှင့်တကွ အလွန်လှပသော ပန်းချီကွက်များရှိသည်။ အဝင်ခန်းမ၏ တောင်နှင့် မြောက်နံရံတွင် နှစ်ကျိပ်ရှစ်ဆူ ဘုရားများ၊ ပန်းခက်ပန်းနွယ်များ၊ ဗုဒ္ဓဝင် အကြောင်းအရာများ၊ ငါးရာ့ငါးဆယ် ဇာတ်ကွက်များကို ကမ္ပည်းမင်စာနှင့် တကွ လေ့လာနိုင်သည်။ အဝင်ခန်းမအတွင်း ဗုဒ္ဓရုပ်ပွား ဆင်းတု ထားရှိရာ ပလ္လင်၏ လက်ဝဲလက်ျာ အနောက်နံရံတွင် မာရ်နတ်စစ်သည် ပုံများကို အဆန်းတကြယ် ရေးဆွဲထားသည်။\n\nအာရုံခံခန်းမ ပေါင်းကူးမျက်နှာကြက်တွင် ပန်းခက်ပန်းနွယ်ပုံ အလှပန်းများ နံရံတွင် တွဲလွဲဆွဲထားသော ငှက်ရုပ်ပုံများနှင့် ပန်းများ၊ သစ်ရွက်ပုံ ပန်းတန်းများနှင့် ပန်းဘောင်များ ရှိသည်။ စင်္ကြံပေါင်းကူး မျက်နှာကြက်တွင် ကျက်တငိုပုံများ၊ သစ်ရွက်ပုံ ပန်းတန်းများရှိသည်။\n\nဂူဘုရား အထပ်ထပ် ဂန္ဓကုဋိတိုက် ပေါင်းကူးမျက်နှာကြက်တွင် ကျက်တငိုပုံများ၊ ထောင့်ဘောင် ပန်းတန်းများ၊ နံရံတွင် သစ်ရွက်ပုံ ပန်းတန်းများကို ရေးဆွဲထားသည်။ ဂူပြောက်ကြီး (ဝက်ကြီးအင်း)ဘုရား အပြင်ရှိ အင်္ဂတေ ပန်းတော့လက်ရာများနှင့် အဝင်မုခ်ရှိ စုလစ်ပန်း၊ ရာမလက်ညှိုး၊ မုခ်တံကဲပန်းနှင့် တိုင်ဖုံးပန်းများကို လေ့လာနိုင်သည်။",
  "gubyaukngemyinkabaHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ် = ၁၃၉၁/၇၁၀\nဂူပြောက်ငယ် (မြင်းကပါ) သည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည့် စေတီဖြစ်သည်။ ဂူပြောက်ငယ်သည် ကွမ်းတောင်ပေါက် လိုဏ်တစ်ဆင့် ဂူဘုရားဖြစ်ပြီး အေဒီ(၁၁၉၈)တွင် တည်ခဲ့သည်။\n\nဂူပြောက်ငယ်သည် နားတောင်းများ (ထီးလိုမင်းလို)မင်း ငယ်စဉ်က စာသင်ပေးသော အကြေတလ အရှေ့မောလညာရွာ ဇာတိမဟာထေရ် ဓမ္မရာဇဂုရု သီတင်းသုံးသွားသော ဘုရားဖြစ်သည်ဟု အဆိုရှိသည်။ ဂူပြောက်ငယ်ဘုရားတွင် နံရံဆေးရေးပန်းချီ၊ အင်္ဂတေပန်းတော့လက်ရာနှင့် ကျောက်ဆစ်ပန်းတမော့ လက်ရာများကို လေ့လာနိုင်သည်။ ဂူပြောက်ငယ်အတွင်း အဝင်ခန်းမ၊ စင်္ကြံလမ်းနှင့် တိုက်မဂူ၏ ပေါင်းကူးမျက်နှာကြက်များနှင့် နံရံများတွင် နံရံဆေးရေး ပန်းချီများ ရှိသည်။ တံကဲပုံ၊ ပန်းဘောင်ပုံ၊ ပန်းတောင်ပုံများနှင့် ပုဂံခေတ် ဇာတာ ဂြိုဟ်နေကွက်များ ရေးဆွဲထားသည်ကို တွေ့ရသည်။ ဂူပြောက်ငယ်တွင် အေဒီ(၁၃၁၃) နှစ်ရေး ကမ္ဗည်းစာ (၁၃)ကြောင်းရှိပြီး\n\n\"'ကျောက်ဖြူ နန်းကျမင်း ကောင်းမှုဖြစ်သော ပျက်စီးနေသည့် ရပ်တော်မူ ဗုဒ္ဓရုပ်ပွား ဆင်းတုကို သခင်ဖွားစောကြီးက ပြုပြင်ကြောင်း\"'\n\nမှတ်တမ်းဖြစ်သည်။ ဂူပြောက်ငယ်၏ အပြင်ဘက် မျက်နှာစာတွင် အင်္ဂတေ ပန်းတော့လက်ရာများ လေ့လာနိုင်သည်။\n\nဂူပြောက်ငယ်ဘုရား၏အလယ် မဏ္ဍိုင်လေးမျက်နှာရှိ ဗုဒ္ဓရုပ်ပွား ဆင်းတုတော်ကြီးများ၏ အနောက်နံရံတွင် ဖောင်းကြွဆေးခြယ် အင်္ဂတေတံကဲများ အလွန်လှပပုံကို လေ့လာနိုင်သည်။ ဂူပြောက်ငယ်ဘုရား၏ အလယ် မဏ္ဍိုင်ပတ်လည်တွင် စင်္ကြံလမ်းရှိပြီး၊ စင်္ကြံပတ်လမ်း၏ အပြင်နံရံရှိ မုခ်ကပ်များတွင် မူလက ဗုဒ္ဓဝင်ခန်း ကျောက်ဆစ် ပန်းတမော့လက်ရာများ ရှိသည်။ ၁၉၉၃−ခုနှစ်တွင် ဗုဒ္ဓဝင်ခန်း ကျောက်ဆစ်ရုပ်တု ရှစ်ဆူကို ပုဂံရှေးဟောင်းယဉ်ကျေးမှုပြတိုက်သို့ ရွှေ့ပြောင်းပြသထားသည်။",
  "gubyaukngepigHistory": "Not available for English translation.Thank you \n\nဂူပြောက်ငယ် (ဝက်ကြီးအင်း) ဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိပြီး စေတီပုထိုးအမှတ်မှာ ၂၈၅/၁၉၃−က ဖြစ်သည်။ ဂူပြောက်ကြီးဘုရား၏ အနောက်တောင်ဘက်ရှိ ဝက်ကြီးအင်းနံဘေးတွင် ရှိသည်။ ကျန်စစ်သားမင်းကြီးလက်ထက်တွင် ဘုရားဆောင် အပြင်ပတ်လမ်း ဆင်းတုတော်များ ထားရာ နံရံမုခ်ပေါက်များ ရှေးမွန်ကမ္ဗည်းစာနှင့် နံရံဆေးရေး ပန်းချီကား လက်ရာများကို လေ့လာနိုင်သည်။\n\nကွမ်းတောင်ပေါက် လိုဏ်နှစ်ဆင့် ဂူဘုရားဖြစ်ပြီး (၁၉) ဇူလိုင် (၁၂၃၅)တွင် ကျစွာမင်းမိထွေးတည်ခဲ့သည်။ ဂူပြောက်ငယ် အတွင်းရှိ နံရံဆေးရေးပန်းချီများမှာ ပျက်စီးယိုယွင်းလျက်ရှိသည်။ အဝင်ခန်းမ၏ နံရံများတွင် ငါးရာ့ငါးဆယ် ဇာတ်ကွက်နံရံဆေးရေး ပန်းချီများ ရှိပြီး ရှေးဟောင်းမွန်ဘာသာဖြင့် ကမ္ဗည်းမင်စာ ရေးထိုးထားသည်။\n\nဂူပြောက်ငယ်၏ ကွမ်းတောင်တွင် မုခ်ကပ်အဝိုင်းပါရှိသည့် လေးထောင့်တုံးကို အမြှောက်ပုံဖော်ပြီး အ​ပေါ်သို့ တဖြည်းဖြည်း သေးသွယ်ရှူးတက် လှပအောင် ပြုလုပ်ထားသည်။ အချို့မုခ်ကပ်အဝိုင်းအတွင်း ဗုဒ္ဓရုပ်ပွား ကျောက်ဆင်းတုများ ရှိသည်။ ဂူပြောက်ငယ်၏ အပြင်ဘက်တွင် အင်္ဂတေ ပန်းတော့ လက်ရာများ ရှိပြီး အဝင်မုခ်ရှိ အင်္ဂတေပန်း ပြတင်းပေါက် တံကဲများ၊ နံရံကပ်တိုင်များမှ အင်္ဂတေပန်း အလှများ၊ ဘီလူးပန်းဆွဲများကို လေ့လာနိုင်သည်။",
  "ngakywenadaungHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ် = ၁၆၀၃/၉၁၁\nငကျွဲနားတောင်းစေတီ သည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည့် စေတီဖြစ်သည်။ ငကျွဲနားတောင်းစေတီကို ခရစ်(၁၀)ရာစုတွင် တောင်သူကြီးမင်း၊ အေဒီ(၉၃၁−၉၆၄) တည်ခဲ့သည်။ ငကျွဲနားတောင်းစေတီ၏ ပုံစံမှာ အခြေခံအားဖြင့် သရေခတ္တရာ၊ ပျူတို့တည်ခဲ့သည့် ဘောဘောကြီး၊ ဘုရားကြီး၊ ဘုရားမာ စေတီပုံစံများနှင့် တူညီပြီး လုံးစောက်သော ပုံသဏ္ဌာန်ရှိကာ အောက်ခြေအုတ်ခုံ အဝိုင်းခံ၍ တည်ထားသည်။ ငကျွဲနားတောင်းစေတီသည် (၄၄)ပေ မြင့်ပြီး စေတီတစ်ခုလုံး စဉ့်စိမ်းရောင် သုတ်ထားသည်။",
  "ngatpyittaungHistory": "Not available for English translation.Thank you \n\nငှက်ပစ်တောင်ဘုရား သည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ညောင်ဦးမြို့၏ အရှေ့တောင်ဘက်ရှိ ငှက်ပစ်တောင်တွင် တည်ရှိသည်။ ငှက်ပစ်တောင်သို့ ဆပဒစေတီအလွန် အရှေ့ဘက်သို့ ချိုးဝင်သော လမ်းအတိုင်း သွားရသည်။ ပုဂံခေတ်ဦး စေတီတော်တစ်ဆူ၏ ပုံဖြစ်၍ ထူးခြားသည်။ ငှက်ပစ်တောင်စေတီအနီးတွင် နာရပတိစည်သူမင်းကြီး တည်ထားလှူဒါန်းခဲ့သော ဥမင်ပေါင်း တစ်ထောင်ကျော်သည်ဟု ဆို၏။\n\nငှက်ပစ်တောင်စေတီကို ပျူစောထီးမင်းသည် မြန်မာသက္ကရာဇ် ၉၂-ခုနှစ်တွင် တည်သည်။ ငှက်ကြီးကို ပျူစောထီး လေးနှင့် ပစ်နိုင်ခဲ့ရာ ထိုတောင်ပေါ်တွင် စေတီတည်ထားခြင်း ဖြစ်သည်။ ငှက်ပစ်တောင်သည် အမြင့်ပေ ၂၅-ပေမျှသာ ရှိသော တောင်ပူစာလေး ဖြစ်သည်။ ဘုရားစေတီအတွင်း၌ ပျူစောထီးမင်း အတ္ထုပ္ပတ္တိ ပန်းချီလက်ရာများကို တွေ့နိုင်သည်။\n\nငှက်ပစ်တောင်ဘုရားအနီးတွင် မြားသဥမင်၊ သမီးဝှက်ဥမင်တို့ ရှိသည်။ ငလျင်လှုပ်စဉ်က စေတီထိပ်ပိုင်း ပြတ်ကျသွားခဲ့ရသည်။\n\nသမိုင်းနောက်ခံ\nငှက်ပစ်တောင်ဟုဆိုသော်လည်း တောင်ကုန်းတောင်တန်းကြီးမဟုတ်ပဲ အမြင့် ၂၅ပေခန့်ရှိသည့် တောင်ပူစာကလေးဖြစ်သည်။ ယခင်ငှက်ပစ်တောင်မှာ ပုဂံခေတ်ဦးကာလ ပျူစောထီး ရာဇဝင်နှင့်လည်း ဆက်စပ်လျက်ရှိ၏။ မြန်မာသက္ကရာဇ် ၉၂ခုနှစ်တွင် ပျူစောထီးမင်းက ငှက်ပစ်တောင်အရပ်၌ ငှက်ကြီးအား လေးဖြင့်ပစ်ခွင်းအောင်နိုင်မှု အထိမ်းအမှတ်အဖြစ် စေတီတည်ထားခဲ့သည် ဆိုသည်။\nအနော်ရထာမင်းလက်ထက်တွင် သထုံဒေသမှ ရှင်အရဟံ ပုဂံသို့ကြွရောက်လာကာ ထေရဝါဒဗုဒ္ဓသာသနာ စည်ပင်ပြန့်ပွားစေရန် သာသနာပြုလုပ်ငန်းများလုပ်ဆောင်ခဲ့သည်။ ပုဂံပြည်သူ ပြည်သားများသည် ဗုဒ္ဓဘာသာကို သက်ဝင်ယုံကြည်ကြပြီး စေတီပုထိုးအများအပြားကိုလည်း တည်ထားကိုးကွယ်ခဲ့ကြသည်။ အနော်ရထာမင်းသည် ခရစ်နှစ် ၁၀၅၈ခုနှစ်တွင် ညောင်ဦးဒေသ ငှက်ပစ်တောင်ထက်၌ ဉာဏ်တော် (၁၈)ပေရှိ ဗုဒ္ဓရုပ်ပွားတော်တစ်ဆူကို တည်ထားကိုးကွယ်ခဲ့သည်။ ထို့နောက် သထုံဒေသမှ သံဃာတော်အများအပြားအား ပင့်ဆောင်လျက် ညောင်ဦးဒေသ ငှက်ပစ်တောင်တွင် သီတင်းသုံးနိုင်ရန် ဥမင်နှင့်ကျောင်းများ ဆောက်လုပ်လှူဒါန်းခဲ့သည်။\nငှက်ပစ်တောင်တွင် ပုဂံခေတ်၊အင်းဝခေတ်၊ကုန်းဘောင်ခေတ်စသည့် ခေတ်အဆက်ဆက်၌ ရဟန်းသံဃာများ သီတင်းသုံးနေထိုင်ခဲ့ကြရာ ငှက်ပစ်တောင်ဂိုဏ်းဟူ၍ ပေါ်ပေါက်လာခဲ့သည်။[၂]\n\nလေ့လာကြည်ညိုဖွယ်ရာများ\nငှက်ပစ်တောင် ဂေါတမရုပ်ပွားတော်ကြီးတိုက်အတွင်း၌ ယင်းဒေသတစ်ဝိုက်တွင် အဘယဒါနဘေးမဲ့ပေးကြောင်း ကျောက်စာကို ထိန်းသိမ်းစိုက်ထူထားသည်။ အလောင်းမင်းတရားကြီးလက်ထက်တွင် ပဲခူး၊ဟံသာဝတီကို တိုက်ခိုက်အောင်မြင်ပြီးနောက် ယခင် အနော်ရထာမင်းလက်ထက်က အဘယဒါနအဖြစ်လှူဒါန်းခဲ့သည့် မြေနေရာအား ထပ်ဆံဆက်ကပ်လှူဒါန်းပါသည်။ အလောင်းမင်းတရား၏ အလှူတော်ကို ၂၇ ဇန်နဝါရီ ၁၇၅၈ ခုနှစ်တွင် ငှက်ပစ်တောင်ဂိုဏ်းဆရာတော် ရှင်ဓမ္မသာသနကတ္တိအား ဆက်ကပ်ခဲ့ခြင်းဖြစ်ပြီး ကျောက်စာရေးထိုးမှတ်တမ်းတင်ခဲ့၏။ ဂေါတမရုပ်ပွားတော်ကြီး ကိန်းဝပ်စံပါယ်တော်မူရာ တိုက်နံဘေးမှ အပေါ်သို့တက်ရောက်ရသည့် ကုန်းမြင့်ထက်တွင် ဂူဘုရားငယ်တစ်ဆူရှိပြီး ယင်းဂူဘုရားအတွင်း၌ ရှေးဟောင်းကမ္ပည်းစာများနှင့် ပန်းချီများရှိသည်။ ငှက်ပစ်တောင်စေတီဟူ၍ နှစ်ဆူတည်ရှိရာ တောင်ဘက်စေတီတော်၏ နံရံရှိ ဗုဒ္ဓဆင်းတုတော်မှာ ခရစ်နှစ် ၁၃၆၄ခုနှစ်က သိုက်တူးသမားများလက်ချက်ဖြင့် ပျက်စီးယိုယွင်းခဲ့သဖြင့် ငှက်ပစ်တောင်ဆရာတော်က ပြန်လည်ပြုပြင်ခဲ့ရကြောင်း ကမ္ပည်းမှင်စာလည်း ရေးထိုးထားရှိသည်။ ငှက်ပစ်တောင်၏ အနောက်ဘက်တွင် ရှင်အရဟံအုတ်ကျောင်းကိုလည်း လေ့လာနိုင်ကြ၏။ အရှေ့ဘက်ဥပစာတွင် ဓမ္မသာလာခေါ် တရားဟောဆောင်ရှိပြီး ယခင်ကသစ်သားဆောင်အုပ်ကြွပ်မိုးဖြစ်ဟန်ရှိသည်။ နောက်ဘက်၌မူ အုတ်ကျောင်းနှင့်တစ်ဆက်တည်း အုတ်တံတိုင်းကိုပါ တည်ဆောက်ထား၏။",
  "seinyatnyimaHistory": "Not available for English translation.Thank you \n\nစိမ်းညက်ညီမဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည်။ စိမ်းညက်ညီအစ်မ ဘုရားများတွင် စိမ်းညက်အစ်မဘုရားသည် လိုဏ်ဂူဘုရားဖြစ်ပြီး ထိုဘုရား အနီးရှိ ညီမ ဘုရားသည်ကား စေတီဖြစ်လေသည်။ ဘုရားနှစ်ဆူစလုံး အုတ်တံတိုင်းတစ်ခုအတွင်းမှာ တည်ရှိသည်။\n\n\nဗိသုကာလက်ရာများ\nစိမ်းညက်ညီမဘုရားသည် ထူးခြားသော စေတီဖြစ်သည်။ အောက်ခြေလေးထောင့်ဖြစ်၍ ပစ္စယာသုံးဆင့်ခပ်မြင့်မြင့် ရှိသည်။ ထိုအပေါ်၌ ခေါင်းလောင်းပုံစေတီ ရှိသည်။ အထက်သပိတ်မှောက်နှင့် ခါးပတ်၌ ဘီလူးပန်းဆွဲ အင်္ဂတေပန်း လက်ရာများရှိသည်။ ခေါင်းလောင်းပုံတွင် လေးမျက်နှာ၌ မုခ်ကပ်ငယ်လေးခုအတွင်း ဓမ္မစကြမုဒြာ ဆင်းတုငယ်များ ရှိသည်။ ခေါင်းလောင်းပုံအထက်တွင် ဖရုံတုံးခံ၍ ဖောင်းရစ် အဆင့်အဆင့် တက်သွားသည်။ ပစ္စယာ ထောင့်များတွင် ကလသာအိုးသဏ္ဌာန် ထောင့်စေတီများ ရှိသည်။ ဒုတိယပစ္စယာမှ ထောင့်စေတီများ၌ ခြင်္သေ့ရုပ်များဖြင့် တန်ဆာဆင်ထားသည်။ ဤပုထိုးစေတီလက်ရာသည် ထူးခြားသော လက်ရာဖြစ်သည်။ ",
  "seinyatamaHistory": "Not available for English translation.Thank you \n\n\nစိမ်းညက်အစ်မဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည်။ စိမ်းညက်ညီအစ်မ ဘုရားများတွင် စိမ်းညက်အစ်မဘုရားသည် လိုဏ်ဂူဘုရားဖြစ်ပြီး ထိုဘုရား အနီးရှိ ညီမ ဘုရားသည်ကား စေတီဖြစ်လေသည်။ ဘုရားနှစ်ဆူစလုံး အုတ်တံတိုင်းတစ်ခုအတွင်းမှာ တည်ရှိသည်။\n\nစိမ်းညက်အစ်မဘုရား\nFile:Sein-Nyet Ama Pagoda01(Bagan).jpg\n\nစေတီသမိုင်း\n၁၁ ရာစုက စိမ်းညက်မိဖုရား တည်ထားကိုးကွယ်ကြောင်း အစဉ်အလာဆိုခဲ့ကြသည်။ သို့သော် ဗိသုကာလက်ရာမူ ၁၃ ရာစုလက်ရာ ဖြစ်တန်ရာသည်ဟု ဆိုကြလေသည်။\n\nဗိသုကာလက်ရာများ\nဂူဘုရားလေးမျက်နှာ၌ အဝင်မုခ်လေးခုရှိသည်။ အရှေ့မျက်နှာမုခ်သည် အဝင်အာရုံခံမုခ်ဖြစ်သည်။ ဂူဘုရားတွင် ပစ္စယာလေးဆင့်ပါ၏။ အောက်ဘက်ပစ္စယာ သုံးဆင့်၌ နတ်လှေကားများ တပ်ဆင်ထားသည်။ ပစ္စယာများ အထက်တွင် ကွမ်းတောင် ရှိလေသည်။\nမုခ်လေးခုစလုံးတွင် စုလစ်သုံးခုစီဆင့်၍ တန်ဆာဆင်ထား၏။ စုလစ်များတွင် ရုပ်တု၊ ရုပ်ကြွများဖြင့် တန်ဆာဆင်ထားခဲ့သော်လည်း ယခုအခါ အတော်အတန် ပျက်စီးနေလေပြီ ဖြစ်သည်။ သို့သော် မူလအဆင်တန်ဆာ လက်ရာအနည်းငယ်ကား ကြွင်းကျန်နေသေး၏။ အတွင်းတွင် စင်္ကြပတ်လမ်းရှိပြီး နံရံများ၌ ငါးရာ့ငါးဆယ်ဇာတ်နှင့် ပန်းကနုတ်ဆေးရေး ပန်းချီများရှိလေသည်။ ",
  "soemingyikyaungHistory": "Not available for English translation.Thank you \n\nစိုးမင်းကြီးကျောင်းသည် မြင်းကပါရပ် နဂါးရုံဘုရားနှင့် အပယ်ရတနာဘုရားနှင့် မနီးမဝေး ပုဂံမြို့သစ်သို့သွား လမ်းမကြီး နံဘေးတွင် တည်ရှိသည်။\nကျောင်းတည်ဆောက်ပုံ\nပုဂံခေတ်တွင် ဗုဒ္ဓဆိုင်ရာ ပုထိုးစေတီဂူဘုရားများနှင့် ဓမ္မဆိုင်ရာ ပိဋကတ်တိုက်များ သံဃဆိုင်ရာကျောင်းများကို ဆောက်လုပ်လှူဒါန်းခဲ့ကြလေသည်။ ရဟန်း၊ သံဃာတော်များအတွက် ဥတုသုံးလီပျော်ပိုက် သီတင်းသုံးနေထိုင်ရန် အရိပ်အာဝါသနှင့် ပြည့်စုံသော ကျောင်းများကို သစ်သားဖြင့်လည်းကောင်း၊ အုတ်အင်္ဂတေတို့ဖြင့်လည်းကောင်း ဆောက်လုပ်ခဲ့ကြသည်။ အုတ်နှင့်ဆောက်သော ကျောင်းကို ကုလားကျောင်း ခေါ်၍ ထိုအဆောက်အအုံများကိုသာ ပုဂံ၌ တွေ့ရတော့သည်။\nယင်းကုလားကျောင်းများတွင် ပုံစံသုံးမျိုး ကွဲပြားသည်။\n\nပုံစံ - ၁။ ။ လေးထောင်ပန္နက်ရိုးရိုး အုတ်နှစ်ထပ်တိုက်အတွင်း ဗဟို၌ အုတ်အခန်းကျဉ်းကျဉ်းပါသည်။\nပုံစံ - ၂။ ။ အနည်းငယ် ထူးခြားလာသည်။ လေးထောင့်ပန္နက် အလယ်ဗဟို ခန်းမ၏ ဘေးသုံးဖက်၌ အခန်းငယ်များနှင့် စင်္ကြလမ်းရှိသည်။\nပုံစံ - ၃။ ။ ပို၍ ထူးခြားလာသည်။ စတုရန်းပုံ (သို့မဟုတ်) စတုဂံပုံ ပန္နက် အတွင်း၌ ကျယ်ဝန်းသည့် ခန်းမရှိ၍ ဗဟိုခန်းမကို အခန်းကျဉ်းကလေးများ ပတ်ရံနေ၏။\n\nစိုးမင်းကြီးကျောင်း ပုံစံသည် တတိယပုံစံမျိုးဖြစ်သည်။ ပန္နက်ပုံမှာ စတုရန်းဖြစ်သည်။ အရှေ့ဘက်၌ အာရုံခံခန်းမရှိ၍ အနောက်ဘက်၌ နှစ်ထပ်တိုက် ဘုရားဆောင်ရှိသည်။ အလယ်ဗဟို၌ ခန်းမကြီးရှိ၍ တောင်ဘက်မြောက်ဘက် တစ်လျှောက်တွင် အခန်းကျဉ်းကလေးများ ဖွဲ့ထားသည်။ အရှေ့တောင်ထောင့် တနေရာတွင် အမိုးဆီသို့ တက်နိုင်သည့် လှေကားတစ်ခုရှိ၏။ အမိုးသည် သစ်သားဖြင့် ဆောက်လုပ်ထားပြီး ပြန့်နေဟန် ရှိလေသည်။",
  "soemingyipagodaHistory": "Not available for English translation.Thank you \n\nစိုးမင်းကြီးစေတီသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင်ရှိပြီး အေဒီ(၁၁၇၅) ခုတွင် စိုးမင်းကြီး တည်ခဲ့သည်။ စိုးမင်းကြီးစေတီ တည်ရာတွင် အောက်ခြေတွင် ပစ္စယာအဆင့်ဆင့်ခံ၍ အပေါ်၌ စေတီတည်ထားခြင်း ဖြစ်သည်။ စိုးမင်းကြီးစေတီ၏ ပစ္စယာအဆင့်များတွင် မူလက အလွန်လှပသည့် စဉ့်ကွင်းများ အပြည့်ရှိခဲ့သော်လည်း ယခုအခါ အနည်းငယ်မျှသာ ကျန်ရှိတော့သည်။[၁] စေတီပုထိုးအမှတ်မှာ ၁၁၄၅/၄၉၁ ဖြစ်သည်။\n\nပစ္စယာအဆင့်ဆင့် အောက်ကခံပြီး အပေါ်က စေတီကြီးပေါက်ထားသော စိုးမင်းကြီးဘုရားကဲ့သို့ အမျိုးအစားမျိုးမှာ ပုဂံဒေသတွင် ဤတစ်ဆူတည်းသာ ရှိသည်။ ပစ္စယာအဆင့် ဘောင်တန်းများ၌ ပန်းနွယ်အခွေများအကြား နတ်လူ စသောပုံများ၊ ကုန်းသတ္တဝါ ရေသတ္တဝါတို့၏ ပုံများညှပ်၍ အလွန်လှပစွာပြုလုပ်ထားသော စဉ့်သုတ်ပုံချပ်ရှည်များဖြင့် တစ်လျှောက်လုံး ပတ်လည်အဆင့်ဆင့် စီကပ်ထားသည်မှာ ထူးခြားလှသောအမျိုးအစား ဖြစ်သည်။",
  "sulamaniHistory": "Not available for English translation.Thank you \n\nThe Sulamani Temple (Burmese: စူဠာမဏိဘုရား, ) is a Buddhist temple located in the village of Minnanthu (southwest of Bagan) in Myanmar. The temple is one of the most-frequently visited in Bagan.\n\nIt was built in 1183 by King Narapatisithu,: 178  and is similar to the Thatbyinnyu Temple in design. The Sulamani Temple also shows influence from the Dhammayangyi Temple, and was the model for the Htilominlo Temple. Sulamani Temple was restored after the 1975 earthquake, and utilises brick and stone, with frescoes in the interior of the temple. It was rebuilt in 1994.\n\n3D Documentation\nThe Zamani Project from the University of Cape Town, South Africa, offered its services towards the spatial documentation of monuments in Bagan in response to the destruction of monuments by an earthquake in August 2016. After reconnaissance visit to Bagan and a subsequent meeting at the UNESCO offices in Bangkok in February 2017, the Zamani Project documented the Sula-mani-gu-hpaya (Sulamani) Temple, during a field campaign in March 2017.\n\nDuring another 2 field campaigns between 2017 and 2018, the Zamani Project spatially documented further 11 monuments in Bagan, including Kyauk-ku-umin (154); Kubyauk-gyi (Gubyaukgyi) (298), Tha-peik-hmauk-gu-hpaya (744); Monument 1053; Sein-nyet-ama (1085); Sein-nyet-nyima (1086); Naga-yon-hpaya (1192); Loka-ok-shaung (1467); Than-daw-kya (1592); Ananda Monastery; and the City Gate of old Bagan (Tharabha Gate).\n\nTextured 3D models, panorama tours, elevations, sections and plans of some of those structures are available on www.zamaniproject.org",
"saydanargyiHistory":"Not available for English translation.Thank you \n\nစေတနာကြီးဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည်။ စေတနာကြီးဘုရားသည် ဆင်ခံ သီဟိုဠ်ပုံစေတီဖြစ်ပြီး (၂၆) မတ်လ၁၂၃၆−ခုတွင် နားတောင်းများ (ထီးလိုမင်းလို)မင်း တည်ဆောက်ခဲ့သည်။ စေတနာကြီးဘုရားသည် မူလက စည်စနာ (ဂိ့ဝ) ဟိန္ဒူဘုရားကျောင်းဖြစ်ပြီး နားတောင်းများမင်းက စေတီအဖြစ် ပြုပြင်တည်ဆောက်ခဲ့သည်။ နားတောင်းများမင်းလက်ထက်တွင် ဘုရားအပြီးမသတ်ခဲ့သဖြင့် သားတော် ကျစွာမင်းက ဆက်လက်ပြီးစီးအောင် တည်ခဲ့သည်။ ပန္နက်ပုံမှာ လေးထောင့်ပုံဖြစ်ပြီး အောက်ခြေပန်းတင်ခုံတိုင်း၏ အနားတစ်ဖက်စီတွင် ဆင်ဦးခေါင်းရုပ် ၃၉ရုပ်နှင့် ကလသာအိုး ၄၀ တို့ကို အစီစဉ်တကျ ထည့်သွင်း တန်ဆာဆင်ထားရှိသည်။ ထူးထူးခြားခြား ပစ္စယာ ၄ ဆင့် ရှိပြီး ပစ္စယာအဆင့်တိုင်းမှာရှိတဲ့ အရံစေတီများရဲ့ မုခ်ကဒ်များအတွင်း မတ်တပ်ဆင်းထုတော်များ ရှိသည်။ အနီးတဝိုက်မှာ ဉာဏ်တော်အမြင့်ဆုံးဖြစ်သောကြောင့် မူလဘွဲ့တော် စေတနာမှာ \"ကြီး\" တလုံးပိုကာ \"စေတနာကြီး\" လို့အမည်တွင်ရစ်သည်ဟူ၍ သိရှိရသည်။ စေတနာကြီးဘုရားဟု အမည်ပြောင်းထားသော်လည်း စည်စနာကြီး/ စစ်စနားကြီးဟုသာ ခေါ်နေကြသည်။ စေတနာကြီးဘုရား၏ လေး​ထောင့် ဓာတ်တော်တိုက်ရှိ အင်္ဂတေ ပန်းတော့လက်ရာနှင့် ဘုရားပတ်လည်ရှိ အင်္ဂတေ ပန်းတော့လက်ရာများကို လေ့လာနိုင်သည်။",
  "sinmyarshinHistory": "Not available for English translation.Thank you \n\nဆင်များရှင်ဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင်ရှိသော ရှေးဟောင်းဘုရားတစ်ဆူ ဖြစ်သည်။ ဆင်များရှင်ဘုရားသည် အေဒီ(၁၂)ရာစု နရပတိစည်သူမင်း လက်ထက်တွင် တည်ထားခဲ့ခြင်းဖြစ်ပြီး၊ ပုဂံမြို့ဟောင်း သဗ္ဗညုဘုရား၏ တောင်ဘက် ညောင်ဦးမှ ပုဂံသို့သွားသော အနော်ရထာလမ်းမကြီး၏ ယာဘက်တွင် ကိန်းဝပ်လျက်ရှိသည်။\n\nနရပတိစည်သူမင်း တည်ထားကိုးကွယ်ခဲ့သော စူဠမဏိစေတီတော်၏ ထောင့်တိုင် အင်္ဂတေပန်းများနှင့် လက်ရာတစ်တည်း ဖြစ်နေ၍ နရပတိစည်သူမင်း တည်ထားခဲ့သည်ဟု ယူဆကြသလို ၎င်း၏ အမတ် တစ်ဦးဦးက တည်ထားခဲ့သည်ဟုလည်း ခန့်မှန်းကြသည်။\n\nကွမ်းတောင်ပေါက် ဂူဘုရားကြီးဖြစ်ပြီး လိုဏ်နှစ်ဆင့်ရှိကာ ဉာဏ်တော် ပေ၅၀ဆယ်ခန့်ရှိသည်။ ပစ္စယာများပေါ်တွင် စေတီ ရှစ်ဆူတည်ထားသည်။ အာရုံခံမုခ်များကို အနောက်ဘက်သို့ လှည့်၍ တည်ထားပြီး အထက်လိုဏ်ဂူတော်ထဲတွင် ဗုဒ္ဓဆင်းတုတော် လေးဆူ တည်ထားသည်။ ဂန္ဓကုဋိတိုက်ထဲရှိ အလယ်မဏ္ဍိုင်၌ အရှေ့နှင့် အနောက်လှည့် ကျောချင်းကပ်လျက် ဗုဒ္ဓဆင်းတုတော် နှစ်ဆူ တည်ထားသည်။ ဂန္ဓကုဋိတိုက် မျက်နှာကြက်နှင့် အာရုံခံမုခ် မျက်နှာကြက်တို့တွင် နံရံဆေးရေး ပန်းချီများ ရေးထိုးထားပြီး အာရုံခံတောင်ဘက်နံရံတွင် နှစ်ကျိပ်ရှစ်ဆူ ပုံတော်များကို ဖူးတွေ့နိုင်သည်။ ဘုရားတစ်ဆူလုံးတွင် အင်္ဂတေပန်းလက်ရာ အမြောက်အမြားကို ရှေးမူမပျက် ယခုတိုင် တွေ့ရှိနိုင်သည်။",
  "sabadaHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ်= ၁၈၇/၁၄၅ ဖြစ်သည်။\nဆပ္ပဒစေတီသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံ၏သမိုင်းဝင် ထင်ရှားသော စေတီတစ်ဆူဖြစ်သော်လည်း ပုဂံ၌ တည်ရှိမနေဘဲ ညောင်ဦးတွင် တည်ရှိနေသည်။ ဆပဒစေတီသည် ညောင်ဦးမြို့ တောင်ဘက်အဝင်၊ ညောင်ဦး-ကျောက်ပန်းတောင်း ကားလမ်းအနီးတွင် တည်ရှိသည်။ အနော်ရထာလမ်းခွဲ၌ တည်ရှိသည်။ ပုဂံခေတ် နရပတိစည်သူမင်းခရစ်နှစ် ၁၂-ရာစုနှောင်းပိုင်း တွင် တည်ထားသည်။\n\n\nစေတီဘေးက ယာဉ်သွားလမ်းကြောင်းနှင့် လူသွားလမ်းကြောင်းပေါ်၌ ယာဉ်များ၊ ခရီးသွားခရီးလာများ အဆက်မပြတ် သွားလာနေကြသော်လည်း စေတီပေါ်တက်၍ ဘုရားဖူးသူမှာမူ တစ်ထောင်တစ်ယောက် မရှိပေ။ တကူးတက ပုဂံ၊ ညောင်ဦးသွားပြီး ဘုရားဖူးကြသည့် ဘုရားဖူးခရီးသည်များပင် ဤစေတီသို့ မရောက်ကြပေ။ သို့ရာတွင် စေတီဘေးတွင် ယာဉ်လမ်း၊ လူသွားလမ်းရှိနေသဖြင့် ဤစေတီမှာ မဖူးချင်မြင်လျက်သား ဖြစ်နေသည်။ သို့သော် သမိုင်းသုတေသီများမှတစ်ပါး သာမန်ဘုရားဖူးများနှင့် ခရီးသွားခရီးလာများမှာမူ ဤစေတီ၏ သမိုင်းဝင်အနက်အဓိပ္ပာယ်ကို မသိမမြင်ကြဘဲ ပုဂံဘုရားအို ဘုရားပျက်ထဲက သာမန်ဘုရားတစ်ဆူ၊ စေတီတစ်ဆူလောက်သာ အောက်မေ့ကြသည်။ စေတီ၏ပရိဝုဏ်၌ အာရုံခံတန်ဆောင်း မရှိပေ။ ဘုရားအိုဘုရားပျက် တစ်ဆူအဖြစ်ဖြင့်သာ နေပူကျဲကျဲထဲ၌ ထီးထီးကြီး တည်ရှိနေသည်။ ပရိဝုဏ်အပြင် ဘက်၌မူ သစ်ပင် တစ်ပင်နှစ်ပင် ပေါက်နေသည်။ စေတီမှာ ဂူဘုရားမဟုတ်ဘဲ သီဟိုဠ်စေတီပုံ ရိုးရိုးမြေစိုက်စေတီပုထိုးမျှသာဖြစ်သည်။ အောက်ခံဖိနပ်တော်မှာ လေးထောင့်ပုံဖြစ်သည်။ အုတ်ခံဖိနပ်တော်ပေါ်၌ တည်ထားသော ခေါင်းလောင်းပုံသဏ္ဌာန်စေတီကို ဖူးတွေ့ရသည်။ ခေါင်းလောင်းပုံသဏ္ဌာန်စေတီ အထက်၌ရှိသော ဓာတ်တော်တိုက်မှာလည်း လေးထောင့်ပုံသဏ္ဌာန်ပင် ဖြစ်သည်။ ဓာတ်တော်တိုက်၏ အထက်၌ကား ထုပိကာအထွတ်ကို ပုံသဏ္ဌာန်ခပ်ဆန်းဆန်း ပြုလုပ်ထားသည်။[၁]\n\nဆပဒမထေရ်\nအကျယ်တဝင့် ဖော်ပြထားသောဆောင်းပါး - ဆပဋမထေရ်၊ သျှင်\nထိုစေတီသည် (၁၂) ရာစုအတွင်း သီဟိုဠ်ရောက် ဆပဒမထေရ်ကို အကြောင်းပြု၍ ဆပဒစေတီဟု အမည်တွင်ခြင်း ဖြစ်သည်။ ဆပဒမထေရ်သည် ပုသိမ်နယ် (ယခု ငပုတောမြို့နေရာ) [၂]ဆပဒရွာသားဖြစ်သည်။ သီဟိုဠ်တွင် ရဟန်းခံ၍ စာပေ၊ ကျမ်းဂန်များကို သင်ယူရင်း ဆယ်ဝါ သီတင်းသုံးတော်မူခဲ့သည်။ ထို့နောက် ပုဂံသို့ ပြန်လာပြီးလျှင် သထုံနွယ် သံဃာတို့မှ သီးခြား၍ သံဃကံဆောင်၏။ ဒုတိယ သီဟိုဠ်ရောက် ဂိုဏ်းထောင်သည်။\n\nဗိသုကာလက်ရာ\nသီဟိုဠ်(သီရိလင်္ကာ) ပုံစံဖြစ်ပြီး သီဟိုဠ်နိုင်ငံ အနုရာဓမြို့ရှိ ထူပါရာမစေတီပုံစံကို အတုယူတည်ဆောက်ခဲ့သည် ဆိုသည်။ [၃] ဆပဒစေတီသည် ပုဂံခေတ်လက်ရာ စေတီပုံမျိုး မဟုတ်ပဲ သီဟိုဠ်ခေတ် ပုထိုးစေတီဆန်ဆန် ဓာတုဂဗ္ဘ သို့မဟုတ် ဟာမိလခေါ် ဓာတ်တော်တိုက် လေးထောင့်ပုံနှင့် ထုပိကာအထွဋ်တင်၍ တည်ဆောက်ထားသည်။[၄]\n\nလေ့လာကြည်ညိုဖွယ်ရာများ\nစေတီတော်ကို မဟာရံတံတိုင်း ပတ်လည်ဝိုင်းရံထားပြီး ခေါင်းလောင်းပုံ၏ အထက်၌ ဓာတ်တော်တိုက်ကို ထည့်သွင်းထားပုံမှာ သီဟိုဠ်ပုံစံအဖြစ် လေ့လာဖွယ်ကောင်းလှသည်။ ထို့ပြင် စေတီတော်၏ ခေါင်းလောင်းပုံနှင့် ငှက်ပျောဖူးတို့အကြား၌ လေးထောင့်စပ်စပ် ဓာတ်တော်တိုက်ကို ကြားညှပ်ခံပုံမှာလည်း ထူးခြားလှပါသည်။ စေတီတော်မှာ ငလျင်ဒဏ်ကြောင့် ဖောင်းရစ်ပတ်လည် ပြိုကျပျက်စီးသွားခဲ့ဖူးပါသည်။ သီဟိုဠ်သာသနာနှင့် ပုဂံသာသနာ ပေါင်းကူးပေးသော စေတီတော်အဖြစ် ကြည်ညိုဖွယ်ဖြစ်သည်။ အချို့က ဆပဒစေတီကို ဘုရားနီဟု ခေါ်ကြသည်။\n\nဆပဒစေတီ၏ မလှမ်းမကမ်းမှာလည်း ဆပဒေါပုထိုး(၁၆၄/၁၃၁-က)မှာလည်း ဆပဒစေတီနှင့် ဆက်စပ်လျက် များစွာစိတ်ဝင်စားဖွယ်ဖြစ်သည်။ ၎င်းဆပဒေါပုထိုးမှာ ခရစ်နှစ် ၁၄၄၂ ခုနှစ်၊ အင်းဝခေတ်တွင် သီဟိုဠ်ပြန် ဆပဋောသ မထေရ်ပင့်ဆောင်လာသော သရီရဓာတ်တော်များအား ဌာပနာပြုလုပ် တည်ထားခဲ့ခြင်း ဖြစ်သည်ဟု ဆိုသည်။ သို့သော် ခေတ်အဆက်ဆက် ပြုပြင်မွမ်းမံမှုများကြောင့် ရှေးဟောင်းခေတ်ဟူ၍ မသိမြင်နိုင်တော့ပေ။",
  "tantkyitaungHistory": "Tantkyitaung Pagoda (Burmese: တန့်ကြည့်တောင်စေတီ), located across the Ayeyarwady River in Pakokku District, Magway Division, Myanmar (Burma) is a prominent Burmese Buddhist pagoda near the historic city of Bagan, believed to enshrine four tooth relics of Gautama Buddha.\n\nIt was built by King Anawrahta in 397 ME on Tantkyi Hill, where the royal white elephant bearing the tooth relics rested for the second time, after it sat at a place, market by Shin Myethna Thettawshay Pagoda, then at a place where heavy rains fell, market by Shin Mogaung Pagoda, and at a place where the elephant mustered its strength, market by Sin Min Thwin Pagoda.\n\nTantkyitaung Pagoda is 90 feet (27 m) high with the base of 60 feet (18 m). Its nine tiers of umbrella contains a silver vane and the diamond bud. It has been renovated in successive periods. It has a depiction of The Buddha, a statue of Ananda and that of the forest guardian. A look down from the pagoda platform reveals the head of a dragon protruding from the walling down below. It is said that the tail end of this likeness of the dragon is around the site of Shwezigon Pagoda.",
  "tayokepyayHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ် = ၅၃၉/၂၉၅−က\nတရုတ်ပြေးဘုရားကြီးသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည့် စေတီဖြစ်သည်။ တရုတ်ပြေးဘုရားကြီးသည် ကွမ်းတောင် ပေါက် လိုဏ်နှစ်ဆင့် ဂူဘုရားဖြစ်ပြီး ဂူဘုရား အတွင်းနံရံ ကမ္ဗည်းစာများအရ ခရစ်(၁၃)ရာစုတွင် ကျစွာမင်းလက်ထက် အမတ်ကြီးကင်္ကဖြစ် ဆောက်လုပ်ခဲ့ပြီး ဘုရားအပြီးမသတ်၍ နရသီဟပတေ့မင်းက ဆက်လက် တည်ခဲ့သည်ဟု ယူဆကြသည်။ ဂူဘုရားအတွင်းရှိ နံရံဆေးရေး ပန်းချီများမှာ အစိမ်းရောင်မှ တစ်ပါး အခြားဆေးရောင်များ မှေးမှိန်နေပြီဖြစ်သည်။ သို့သော် ပုဂံခေတ် နံရံဆေးရေးပန်းချီကွက်ကြီးများကို ကမ္ပည်းစာနှင့်တကွ တွေ့မြင်နိုင်သေးသည်။\n\nဂူဘုရားအပေါ်ထပ် အဝင်ခန်းမ ပေါင်းကူးမျက်နှာကြက်နှင့် နံရံတွင် ဗုဒ္ဓရုပ်ပွားပုံအတန်းများ သစ်ရွက်ပုံ၊ ပန်းတန်းများ ရှိသည်။ ဖြတ်ကူးလမ်းနှင့် အာရုံခံခန်းမ ပေါင်းကူး မျက်နှာကြက်တွင် ဗုဒ္ဓရုပ်ပွားပုံအတန်းများ၊ နံရံတွင် ပန်းဆွဲများ၊ ဗုဒ္ဓဝင်ဇာတ်ကွက်များရှိသည်။ စင်္ကြံလမ်း ပေါင်းကူးမျက်နှာကြက်တွင် ထောင့်ဘောင်ပန်းများ၊ ဗုဒ္ဓရုပ်ပွားပုံအတန်းများ၊ နံရံတွင် ပန်းဆွဲများနှင့် ဗုဒ္ဓဝင်ဇာတ်ကွက်များရှိသည်။\n\nဂူဘုရားမြေညီထပ် အဝင်ခန်းမတွင် ဗုဒ္ဓခြေတော်ရာပုံနှင့် ဗုဒ္ဓရုပ်ပွားပုံများ၊ နံရံတွင် ဗုဒ္ဓဝင်ဇာတ်လမ်းများနှင့် အဆောက်အဦးပုံ ရှိသည်။ စင်္ကြံလမ်း ပေါင်းကူးမျက်နှာကြက်တွင် ဗုဒ္ဓရုပ်ပွားပုံပါသော စက်ဝိုင်းကွက်များ၊ နံရံတွင် သစ်ရွက်ပုံပန်းတန်းများ၊ နှစ်ကျိပ်ရှစ်ဆူ ဘုရားပုံနှင့် အမည်များရှိသည်။ ဂူဘုရား အလယ်မဏ္ဍိုင်၏ နံရံတွင် ဗောဓိညောင်ပင်ပုံများ ရှိသည်။ အလယ်မဏ္ဍိုင်ရှိ ဗုဒ္ဓရုပ်ပွားဆင်းတု၏ ပေါင်းကူးမျက်နှာကြက်တွင် ဗုဒ္ဓရုပ်ပွားပုံ ပါရှိသည့် ရှစ်မြှောင့်အကွက်များ၊ စက်ဝိုင်းအတွင်းမှ ဗုဒ္ဓရုပ်ပွားပုံနှင့် ပန်းကွက်အလှများ၊ နံရံတွင် ပန်းဆွဲများ၊ ဗုဒ္ဓဝင်ဇာတ်ကွက်များရှိသည်။\n\nတရုတ်ပြေးဂူဘုရား အပေါ်ဆင့် စိန်တန်းများတွင် စဉ့်ကွက်များရှိသည်။ ဂူဘုရား အပေါ်ထပ် ​ထောင့်စေတီများရှိ အင်္ဂတေ ပန်းတော့လက်ရာများ၊ အရှေ့ဘက်အဝင်မုခ်မှ အင်္ဂတေ ပန်းတော့လက်ရာများနှင့် ဂူဘုရားအပြင် နံရံပတ်လည်ရှိ တိုင်ဖုံးပန်းများ၊ ပန်းဆွဲများ၊ တိရစ္ဆာန် ရုပ်ပုံများကို လေ့လာနိုင်သည်။",
  "taichutguHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ် = ၁၉၅၅/၁၂၅၁\nတိုင်းချွတ်ဂူဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည်။ ညောင်ဦးဘက်မှ ကားလမ်းအတိုင်း လာခဲ့သော် ပုဂံမြို့၊ သရပါတံခါးသို့ မရောက်မီ လမ်း၏အရှေ့ဘက်တွင်ရှိသော ဘုရားအစုတွင် တိုင်းချွတ်ဂူဘုရားရှိသည်။ ထိုတိုင်းချွတ်ဂူဘုရားမှာ ရှေးဟောင်းသုတေသနဆိုင်ရာတွင် လူသိများခဲ့လေသည်။ အကြောင်းမှာ ၎င်းဂူဘုရားမှ ရှေးဟောင်းကျောက်စာ တစ်ခုတွေ့၍ ယခုအခါ ပုံပြတိုက်တွင် ရှိပြီး ၎င်းကျောက်စာမှာ တိုင်းချွတ်ဘုရားကျောက်စာဟု ပုဂံကျောက်စာဆိုင်ရာ စာအုပ်စာတမ်းများတွင် ပါရှိသောကြောင့် ဖြစ်လေသည်။\n\nတိုင်းချွတ်ဘုရား၏ မြောက်ဘက်လမ်း မြောက်ဘက်တွင် ဂူဘုရားနှစ်ဆူရှိရာ လေးထောင့်တိုက်ဘုရား (၁၉၅၅/၁၂၅၁)တွင် အထွက်ပုထိုးကို ပုဂံခေတ် လက်ရာအပြည့်အစုံ တွေ့မြင်လေ့လာနိုင်ရန် ပြုပြင်ထားသည်။ ထိုနေရာမှ ဆက်၍ အနောက်ဘက်သို့သွားပါက သရပါတံခါးပေါက်ကြီး (၂၁၇၁/၁၄၆၆)သို့ ရောက်ရှိလေသည်။",
  "tuyitaungHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ်=၂၂၂၃\nတုရင်တောင်စေတီ သည် ညောင်ဦး-ကျောက်ပန်းတောင်း ကားလမ်းအနောက်ဘက်၊ ပုဂံမြို့၏ အရှေ့တောင်ဘက် ခြောက်မိုင်ခန့် အကွာတွင် တည်ရှိသော တုရင်တောင်ပေါ်တွင် တည်ရှိသည်။ အနော်ရထာမင်းကြီး အဓိဋ္ဌာန်နှင့် စေလွှတ်သော ဆင်ဖြူရတနာ စတုတ္ထအကြိမ်မြောက် ဝပ်သောနေရာဖြစ်ပြီး စတုတ္ထအကြိမ်မြောက် တည်သော စွယ်တော်မြတ်ဘုရားကြီး ဖြစ်ပေသည်။ သက္ကရာဇ် ၄၂၁ ခုနှစ်တွင် စေတီတော်မြတ်ကို တည်ခဲ့ခြင်းဖြစ်သည်။\n\nပြုပြင်မှု\nပထမဒါယကာ အနော်ရထာမင်းကြီး၏ နောက်ပိုင်း ပြုပြင်မွမ်းမံသူ မရှိကြောင်း တွေ့ရသည်။ သာသနာသက္ကရာဇ် ၂၄၅၆-ခုနှစ် ရောက်မှသာ ပထမတောင်ပေါ် ဆရာတော် ဦးအာလောက၏ စီမံဦးဆောင်မှုဖြင့် ညောင်ဦးမြို့၊ ဈေးရပ် ဦးမှုံ၊ ဒေါ်သာယာ မိသားစုမှ စေတီတော်အား ပြုပြင်မွမ်းမံ၍ ကျောင်းကန် တန်ဆောင်း၊ သိမ်ဇရပ်များ တည်ဆောက် လှူဒါန်းကြကြောင်း တွေ့ရသည်။\n\nလမ်းနှစ်သွယ်\nတုရင်တောင် စေတီဘုရားသို့ တက်ရောက်ရာလမ်းမှာ နှစ်လမ်းရှိသည်။ ပထမလမ်းမှာ တောင်ပရွာ ဇရပ်အနီးမှ တက်ရသော ကားလမ်းဖြစ်ပြီး၊ ဒုတိယလမ်းမှာ တောင်ပရွာ ဇရပ်လမ်း မြောက်ဘက်မုခ်ဦးအဝင်မှ တောင်ပေါ်သည့်ရောက်သော ကားလမ်းဖြစ်သည်။ (တောင်ပေါ်သို့ ကားကြီးများတက်ရန် အခက်အခဲရှိနိုင်သဖြင့် တောင်ခြေတွင် ကားငယ်လေးများက သင့်တင့်သော နှုန်းထားဖြင့် တောင်ပေါ်အရောက်ပို့လျက်ရှိသည်။ ကိုယ်ပိုင်ကားငယ်များဖြင့်လည်းကောင်း၊ ခြေကျင်တက်၍လည်းကောင်း ရသည်။)\n\nကြည်ညိုဖွယ်ရာ\nဘုရားရင်ပြင်တော်ပေါ်သို့ မရောက်မီ ကားရပ်နားစခန်းအနီး၌ ဘုရားရှင် အမှူးပြုသော ရဟန္တာ(၅၀၀) ဒေသစာရီ ကြွချီတော်မူပုံ ရုပ်တုများကို ဖူးတွေ့ရပါမည်။ ၎င်းအောက်ဘက်တွင် ရှင်အရဟံ တရားထိုင်ခဲ့သော ဂူများရှိသည်။ ၎င်းအပြင် စောရဟန်းသိမ်နှင့် ရင်ကွဲဘုရားဟု ခေါ်သော ပုထိုးကြီး(ရွှေဂူကြီး)ဘုရားရှိသည်။ ဘုရားစောင်းတန်း အုတ်လှေကားအတိုင်း တက်လာပါက ရွှေစစ်ကန် ဟူသော ရေကန်တစ်ကန်ရှိပြီး တောင်ပေါ်တွင် ရေသုံးနိုင်ရန် ဖြစ်သည်။ တုရင်တောင်ပေါ်မှ ညောင်ဦးတစ်ဖက် (ဧရာဝတီမြစ်ကမ်း) ၌တည်ရှိသော တန့်ကြည့်တောင်စေတီ စွယ်တော်မြတ်စေတီကို လှမ်း၍ ဖူးမြှော်နိုင်သည်။\n\nရင်ပြင်တော်ပေါ်တွင် ရဟန္တာအရှင်မြတ်တို့၏ ရုပ်တုများကို ဖူးတွေ့ရမည်။\n\nကျောက်စာရုံ\nဘုရား၏ အောက်ခြေစောင်းတန်း လှေကားအဆုံး ညာဘက်တွင် ကျောက်စာရုံ တစ်ရုံရှိသည်။ ထိုကျောက်စာရုံ၌ ကျောက်စာ သုံးချပ်ရှိပြီး သက္ကရာဇ် (၄၀၀)ကျော်၊ ခရစ်နှစ် ၁၀၃၈-ခုနှစ်လောက်က ရေးထိုးသည်ဟု ခန့်မှန်းရသည်။ တုရင်တောင်ကျောက်စာနှင့် စောရဟန်းသိမ် ကျောက်စာတို့ ရှိသည်။ (စာကြောင်းရေ (၂၉)ကြောင်းရှိသော စောရဟန်းသိမ်ကျောက်စာ မြန်မာပြန် ဆိုင်းဘုတ်တစ်ခုရှိသည်။ တုရင်တောင်ကျောက်စာကိုမူ မန္တလေးမြို့ ကျောက်စာရုံတွင်ရှိသော မူရင်းကျောက်စာအား မြန်မာနိုင်ငံ ရှေးဟောင်းသုတေသနဦးစီးဌာနမှ ပညာရှင်တို့၏ အကူအညီဖြင့် ကူးယူထားခြင်း ဖြစ်သည်။)",
  "taungponlawkanarhtaHistory":"Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ် = ၃၁၅/၂၈၁\nတောင်ပုံလောကနာထ ဂူဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည်။ ဆူးလေကုန်းအစု ဘုရားများမှ အရှေ့တောင်ဘက်အရပ် ရွှေချောင်း (ဝက်ကြီးအင်းချောင်း)၏ မြောက်ဘက်ကမ်း ယာတစ်ခင်းကျော်နေရာ အကွာတွင် တောင်ပုံလောကနာထဂူဘုရား ရှိသည်။ ဤဂူအတွင်း မဏ္ဍိုင်လေးမျက်နှာတွင် အင်္ဂတေပန်းတံကဲများ လှပဆန်းကြယ်စွာရှိ၍ အတွင်းမဏ္ဍိုင် အချိုင့်မုခ်တစ်ခုမှာ အပေါ်ကတောင်ပုံများ အထပ်ထပ်နှင့် ဂူများသဏ္ဌာန်ပြုလုပ်ထားပြီး အောက်အချိုင့်တွင် လောကနာထ ဗောဓိသတ္တအထိုင်ပုံ အကြွင်းအကျန် ရှိလေသည်။ ဤကဲ့သို့ လှပဆန်းကြယ်သော တောင်ပုံ အင်္ဂတေလက်ရာ များရှိသော မုခ်ချိုင့်များမှာ ဤအဆောက်အအုံတစ်ခုတည်း၌သာ ပုဂံဒေသတစ်ဝိုက်သာ ရှိလေသည်။",
  "hteetasaungHistory": "Not available for English translation.Thank you \n\nထီးတန်ဆောင်ဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ကျောက်ပန်းတောင်း−ညောင်ဦးကားလမ်းမ၊ ညာဘက်တွင် တည်ရှိသည်။ ပုဂံပြည်မှအစ ယနေ့မြန်မာနိုင်ငံတွင် ထေရဝါဒ ဗုဒ္ဓဓမ္မဝိနယ မီးတိုင်ကြီးကို စတင်ထွန်းညှိပေးခဲ့သော ရှင်အရဟံ မထေရ်မြတ်၏ ဓာတ်တော်မွေတော်တို့အား ဌာပနာတည်ထားသည့် စေတီဖြစ်သည်။ စေတီမှာ ပုဂံခေတ်လက်ရာ ဖြစ်သည်။\n\nရှင်အရဟံသည် ၄၁၉-ခုနှစ်၊ သာသနာသက္ကရာဇ် ၁၆၀၁-ခု မတိုင်မီက ဦးစွာရောက်လာပြီးနောက် အရှင်ဉာဏ၊ အရှင်အာနန္ဒာ၊ အရှင်သီလဗုဒ္ဓိ စသော မထေရ်မြတ်တို့နှင့်အတူ သာသနာပြုခဲ့သူ ဖြစ်သည်။ အနော်ရထာ၊ စောလူး၊ ကျန်စစ်သား၊ အလောင်းစည်သူမင်း (၄)ဆက် အထိ နှစ်ပေါင်း(၅၀)ကျော်မျှ သာသနာပြုခဲ့သော ရဟန္တာမြတ်ဖြစ်သည်။\n\nအလောင်းစည်သူမင်းကြီး နန်းစံသက် နှစ်နှစ်မြောက်၊ ကောဇာ(၄၅၅၃)၊ သာသနာ(၁၆၃၇)ခု သက်တော် (၈၁)နှစ်တွင် ပရိနိဗ္ဗာန်ပြုသည်။ အရှင်မြတ်၏ အန္တိမဈာပနကို တုရင်တောင်ခြေ တောင်ပရွာ အနောက်မြောက်ဘက် ထီးတန်ဆောင် စေတီတည်ရာတွင် ပြုလုပ်ခဲ့သည်။ ထီးတန်ဆောင်ဘုရားအား ထီးတန်ဆောင်းဟူ၍လည်းကောင်း၊ ဘုရားထီးဆောင်း ဟူ၍လည်းကောင်း ခေါ်တွင်ကြသည်။\n\nရှင်အရဟံသည် ထေရဝါဒဗုဒ္ဓဘာသာဟူသော ထီးကြီးဖြင့် လေမိုးတို့ မစွတ်စိုရအောင် တစ်နိုင်ငံလုံးအား မိုးကာပေးခဲ့သော ပုဂ္ဂိုလ်မြတ်ဖြစ်သည့် ဗုဒ္ဓ၏ ဓမ္မဝိနယ မီးတိုင်ဖြင့် အမှောင်ကိုခွင်း၍ အလင်းကို ဆောင်ခဲ့သူ သာသနာ့ အာဇာနည်တစ်ပါးလည်း ဖြစ်သည်။ ထို့ကြောင့် စေတီတော်မြတ်အား ထီးတန်ဆောင်း ဖြစ်စေ၊ ထီးတန်ဆောင် ဘွဲ့တော် (၂)မျိုးစလုံး သင့်မြတ်ကြောင်း ပုဂံရှေးဟောင်းသုတေသန အရာရှိ ဦးဗိုကေ(ဗြဟ္ဗစာရီ မွန်ဗိုကေ)က ပြောသွားခဲ့ဖူးပေသည်။",
  "hteelominloHistory": "Pagoda No. = 1812/1110 \n\n Mandalay Region Located in Bagan.\n\nHtilominlo Temple (Burmese: ထီးလိုမင်းလိုဘုရား, ) is a Buddhist temple located in Bagan (formerly Pagan), in Burma/Myanmar, built during the reign of King Htilominlo (also known as Nandaungmya), 1211–1231.: 183  The temple is three stories tall, with a height of 46 metres (151 ft), and built with red brick. It is also known for its elaborate plaster moldings. On the first floor of the temple, there are four Buddha statues that face each direction. The temple was damaged in the 1975 earthquake and subsequently repaired.",
  "dhamarazikaHistory":"Pagoda No. = 937/412-A\n\nThe Dhammayazika Pagoda (Burmese: ဓမ္မရာဇိကဘုရား, ) is a Buddhist temple located in the village of Pwasaw (located east of Bagan) in Myanmar. It was built in 1196 during the reign of King Narapatisithu. The pagoda is circular in design, and is made of brick. Its three terraces contain terra cotta tiles illustrating scenes from the Jataka.",
"dhammayangyiHistory":"Dhammayangyi Temple (Burmese: ဓမ္မရံကြီးဘုရား, ) is a Buddhist temple located in Bagan, Myanmar. Largest of all the temples in Bagan, the Dhammayan as it is popularly known was built during the reign of King Narathu: 167  (1167-1170). Narathu, who came to the throne by assassinating his father Alaungsithu and his elder brother, presumably built this largest temple to atone for his sins.\n\nThe Dhammayangyi is the widest temple in Bagan, and is built in a plan similar to that of Ananda Temple. Burmese chronicles state that while the construction of the temple was in the process, the king was assassinated by some Indians and thus the temple was not completed. Sinhalese sources however indicate that the king was killed by Sinhalese invaders.\n\nThe temple's interior is bricked up for unknown reasons, thus only the four porches and the outer corridors are accessible.",
  "nagayoneHistory": "Not available for English translation.Thank you \n\nနဂါးရုံ လိုဏ်ဂူဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည်။ ကွမ်းတောင်ပေါက် လိုဏ်တစ်ဆင့်ဂူ ဘုရားဖြစ်ပြီး ခရစ် (၁၁) ရာစုနှောင်းတွင်ကျန်စစ်သားမင်း(၁၀၈၄-၁၁၁၃)၏ ခေတ်ဦးပိုင်း ကောင်းမှုကုသိုလ် ဖြစ်သည်။ ကျန်စစ်သားသည် စောလူးမင်းရန်ကြောင့် မြင်းကပါရွာ အနီး ပုန်းအောင်း နေရစဉ် ဇနီးဖြစ်သူ အပယ်ရတနာက သွားရောက် တွေ့ဆုံလေ့ရှိသည်။ တစ်နေ့တွင် အပယ်ရတနာ ကျန်စစ်သားထံသွားရာ အိပ်ပျော်နေသည့် ကျန်စစ်သားကို နဂါးတစ်ကောက်က ပါးပြင်းဖြင့် မိုးနေသည်ကို တွေ့ရသည်။ ကျန်စစ်သားနိုးလာလျှင် နဂါးလည်း ပျောက်ကွယ် သွားသည်။ ထိုအကြောင်းကို အပယ်ရတနာက ကျန်စစ်သားမင်းအား ပြောပြရာ ကျန်စစ်သားက မိမိမင်းဖြစ်မည့် နိမိတ်ဟု အပယ်ရတနာအား ပြောကြားခဲ့သည်။ ကျန်စစ်သား ပုဂံထီးနန်း ရရှိပြီးနောက် ၎င်းအား နဂါးပါးပြင်မိုးထားရာ နေရာ၌ နဂါးရုံဘုရား တည်ခဲ့သည်။ စေတီပုထိုးအမှတ်မှာ ၁၁၉၂/၅၃၀ ဖြစ်သည်။\n\n\nနဂါးရုံဘုရား(ပုဂံ) စေတီပုထိုးအမှတ်မှာ ၁၁၉၂/၅၃၀\nဗိသုကာလက်ရာများ\nနဂါးရုံဘုရားကို မိုးလျော၊ ပစ္စယာအဆင့်ဆင့်ဖြင့် တည်ဆောက်ထားပြီး ပစ္စယာအထက်တွင် ကွမ်းတောင်နှင့် အထွတ်စေတီ ပေါက်ထားသည်။ ပစ္စယာများ၌ ထောင့်စေတီများ ရှိသည်။ နဂါးရုံဘုရားတွင် နံရံများနှင့် စင်္ကြပတ်လမ်း နံရံများတွင် ဗုဒ္ဓဝင်ခန်းများ၊ မြတ်စွာဘုရား တရားဟောခန်း နံရံဆေးရေး ပန်းချီများကို ရှေးမွန်ဘာသာ ကမ္ပည်းစာများနှင့် တကွ တွေ့ရသည်။ နဂါးရုံဘုရား၏ အဝင်ခန်းမဆောင် နံရံမုခ်ကပ်များတွင် ဗုဒ္ဓဝင်ခန်း ဖြစ်သည့် မယ်တော်မာယာ အိပ်မက်ခန်း၊ မြတ်စွာဘရား ရွှေခွက်မျောခန်း၊ တာဝတိံသာ နတ်ပြည်မှ ဆင်းလာခန်း၊ မြတ်စွာဘုရား တရားဟောခန်း၊ ပါလိလေယျက (ပလလည်း) တောတွင် သီတင်းသုံးခန်းနှင့် မြတ်စွာဘုရား ပရိနိဗ္ဗာန်ပြုခန်း စသည့် ကျောက်ဆစ်ရုပ်တုများနှင့် ဂူဘုရားအတွင်းရှိ လက်ဝဲ လက်ယာ နံရံမုခ်ကပ် များတွင်လည်း သဲကျောက်ဖြင့် ထုလုပ်ထားသည့် ကြာပလ္လင်ပေါ်ရှိ ဗုဒ္ဓရုပ်ပွား ဆင်းတုများ၊ ဒီပင်္ကရာဘုရား ရှေ့မှောက် သုမေဓာ ရှင်ရသေ့ ဗျာဒိတ်ခံယူပုံ စသည့် ကျောက်ဆစ်ရုပ်တု များကို လေ့လာနိုင်သည်။\n\nနဂါးရုံဘုရား အပြင်ဘက်နံရံတွင် တန်ဆာဆင်ထားသည့် အင်္ဂတေပန်းတော့ လက်ရာများ ဖြစ်သည့် ဘီလူးပန်းဆွဲများ အင်္ဂတေပန်း များကိုလည်း လေ့လာနိုင်သည်။ နဂါးရုံဘုရား အခြေမှ အတွင်း တံတိုင်းအထိ စဉ့်စိမ်းသုတ် အုပ်ချပ်များ ခင်းထားသည်။\n\n\nနဂါးရုံဘုရားပုထိုးအတွင်းမှ နဂါးရုံထားသော မြတ်စွာဘုရား ဆင်းတုတော်\nအတန်ငယ်ကျယ်ဝန်းသော တံတိုင်းအတွင်း၌ တည်ထားသည်။ အမိုးများသည် ဆင်ခြေလျှောဖြစ်၍ ယင်းအထက်၌ ပစ္စယာများ ဆင့်ထားသည်။ ပစ္စယာထောင့်များ၌ စေတီငယ်များ ရှိသည်။ အထက်ပစ္စယာအပေါ်တွင် ကွမ်းတောင်နှင့် အထွက်တင်ထားသည်။ ပုံစံမှာ အာနန္ဒာလိုဏ်ဂူဘုရားနှင့် အနည်းငယ်ဆင်သည်။\nလိုဏ်ဂူတံတိုင်း လေးမျက်နှာတွင် မုခ်ဆောင်တစ်ခုစီရှိ၍ မုခ်ဆောင်အထက်၌ စေတီငယ်များပေါက်ထားသည်။ ထိုသို့ ဆောက်လုပ်ရာတွင် သစ်သား ထုတ်တန်းကြီးများ အောက်ကခံ၍ ဆောက်ထားသည်။ အချို့သော သစ်သားတန်းများသည် ကျန်စစ်သားမင်းလက်တက်က သစ်သားများဟူ၍ ယူဆရပေသည်။ တစ်ဖန် မုခ်အဝင် ဝဲယာတို့၌ ချိုင့်ဝင်သော အခန်းများ ပါရှိရာ ထိုနေရာများသည် ရှေးက ဒွါရပါလနတ်ရုပ်များ ရှိခဲ့ဟန်တူသည်။ ယခုမူ မတွေ့ရတော့ချေ။ မုခ်ဆောင်အတွင်း အင်္ဂတေတို့တွင် ရှေးက ဆေးရေးပန်းချီလက်ရာ အကြွင်းအကျန်များ မှေးမှိန်လျက်ရှိသည်ကို တွေ့နိုင်လေသည်။\nနဂါရုံဘုရားကို မြောက်ဘက်မုခ်မှ ဝင်နိုင်သည်။ ဂူဘုရား၏ ဘေးတိုက်မြင်ရပုံသည် အချိုးအစား အလွန်ပြေပြစ်ကျနသည်။ ပြတင်းပေါက်၊ မုခ်တံကဲ၊ အမိုးစွန်း၊ စိန်တောင် အင်္ဂတေပန်းတို့နှင့် စဉ့်စိမ်သုတ်အုတ်ချပ်များကို ဂူဘုရားအခြေရင်ပြင်၌လည်း ခင်းထားရာ အချို့ကို မြင်နိုင်လေသည်။\nဂူအတွင်းသို့ မြောက်ဘက်မုခ်ပေါက်မှ ဝင်ရသည်။ ဝင်ပေါက်ကြီးအပေါ်၌ သစ်သားတန်းကြီးရှိ၍ ပုဂံခေတ် ပန်းပုလက်ရာများကို ထူးခြားစွာ တွေ့နိုင်သည်။ ဂူအတွင်း၌ အာရုံခံဆောင်နှင့် ဘုရားခန်းရှိသည်။ အတွင်းဝင်ပေါက် ဝဲယာတွင် ပုဂံခေတ် ဒွါရပါလတံခါးစောင့်နတ်ရုပ်နှစ်ခု ရှိသည်။ ယခုအခါ အနည်းငယ် ပျက်စီးနေလေပြီ။ ဘုရားခန်းတွင် နဂါးရုံ အဘယမုဒြာ အနေအထားဖြင့် ဗုဒ္ဓမတ်ရပ်ရုပ်ပွားဆင်းတုတော်ကြီး ရှိသည်။ ဘေးဝဲယာတွင်လည်း မတ်ရပ်ဓမ္မစကြာမုဒြာအနေအထားဖြင့် ဗုဒ္ဓရုပ်ပွားဆင်းတုတော်နှစ်ဆူကို တွေ့နိုင်လေသည်။ အာရုံခံခန်းမနှင့် ဘုရားခန်းတို့ အထက်ရှိ သစ်သားထုတ်တန်းကြီးတွင်လည်း ပုဂံခေတ် ပန်းပုလက်ရာများ တွေ့ရသည်။ ဘုရားခန်းရှိ ရှေးပုဂံခေတ် ဆေးရေးပန်းချီတို့သည်ကား အတော်ပျက်စီးလျက်ရှိသည်။",
  "nathlaungkyaungHistory": "Pagoda No. = 1600/908\nThe Nathlaung Kyaung Temple (Sanskrit: नात्ह्लैङ क्यौङ, Burmese: နတ်လှောင်ကျောင်း [naʔl̥àʊɰ̃ tɕáʊɰ̃]; lit. 'shrine confining the spirits') is a Hindu temple dedicated to Vishnu. The temple is located inside the city walls of old Bagan, Burma (Coordinates: 21.168965° N, 94.862738° E).\n\nNathlaung Kyaung Temple is to the west of the Thatbyinnyu Temple, and it is the only remaining Hindu temple in Bagan. Nat-Hlaung Kyaung temple is one of the oldest temples in Bagan, and was built in the 11th century, during the reign of King Anawratha. Some historians believe the temple was built in the 10th century, during the reign of King Nyaung-u Sawrahan (also known as Taungthugyi). The temple was originally built for Hindu Burmese Indians of the 11th century, including merchants and Brahmins in the service of the king. Many structures of the original temple have disappeared, although the main hall remains. Originally, the temple contained statues of the incarnations of Vishnu; however, today, only seven remain. The brick temple was isolated and unrepaired for many years, damaged by earthquakes.\n\nThe temple is set on a square template with steep-rising upper terraces. It may have been built by Indian artisans brought into Bagan (Pagan), during the 10th century AD, to work on it and other temples. As the oldest temple in Bagan, its style influenced and inspired the numerous other Buddhist structures that followed. Another legend states that the temple was built to store all the nat from other temples, so that Buddhism could get established in Bagan Kingdom.",
  "nandarmanyaHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ် = ၅၇၇/၃၀၆−က\nနန္ဒာမညာဂူဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံရှိ မင်းနန်သူရွာ၊ သမ္ဘူလဘုရားအနီးတွင် တည်ရှိသည်။ စေတီပေါက်လိုဏ်တစ်ဆင့် ဂူဘုရားဖြစ်ပြီး အေဒီ ၁၃ ရာစုတွင် တည်ထားကိုးကွယ်ခဲ့ကြသည်။\n\nဘွဲ့အမည်ခေါ်ဆိုပုံ\nနန္ဒာမညာဟူသော စကားသည် အနန္တပညာ ဟူသော စကားမှ ဆင်းသက်လာခြင်း ဖြစ်၏။ အနန္တပညာ၏ အဓိပ္ပာယ်မှာ မြတ်စွာဘုရားသခင်၏ အဆုံးအစမရှိသော ပညာဉာဏ်ဖြစ်သည်။ ပုဂံ အာနန္ဒာဂူဘုရား အမည်နှင့် ဆင်ဆင်ဖြစ်သည်။ ပုဂံနရသီဟပတေ့မင်းလက်ထက် သခင်အနန္တပညာဘွဲ့ရှိသော မဟာထေရ် သီတင်းသုံးရာ ဥမင်တစ်ခုလည်း ထိုအနီးတွင် ရှိသည်။ ထိုဥမင်အတွင်းမှ (၁၈) ဖေဖော်ဝါရီ (၁၂၆၀)[ကိုးကားချက်လိုသည်] ဟု ရေးထိုးထားသည့် ကျောက်စာတွင် \"မြတ်ကြီးဥမင် သခင်အနန္တပညာ\" ဟူသည့် အမည်ကို တွေ့ရသည်။ ထို မထေရ်ကို အကြောင်းပြု၍ ဥမင်နှင့် ကပ်လျက်တည်ရှိသော ဂူဘုရားကိုလည်း အနန္တပညာဂူဘုရား ဟု ခေါ်ဝေါ်ခဲ့ကြရာမှ ကာလကြာသောအခါ နန္ဒမညာ ဖြစ်လာသည်ဟု ယူဆကြသည်။ ဤဘုရားသည် အရှေ့ဘက်မုခ်လှည့် လိုဏ်ဂူငယ်ဖြစ်၍ အရှေ့ဂူဘုရားဟုလည်း ခေါ်ကြလေသည်။\n\nဗိသုကာလက်ရာများ\nနန္ဒာမညာဂူသည် အုတ်ခုံပေါ်တွင်ရှိ၍ ဂူသည် အရှေ့ဘက်သို့ မုခ်လှည့်လျက် ပေါင်းကူးအာရုံခံငယ် ရှိသည်။ ဂူအထက်ပစ္စယာများ အပေါ်တွင် စေတီတည်ထားသည်။ (၁၃) ရာစုနှစ်က လက်ရာများ ဖြစ်လေသည်။\nလိုဏ်ဂူအတွင်း၌ ပလ္လင်ပေါ်ရှိ ရုပ်ပွားဆင်းတုသည် ပျက်စီးလျက် ရှိသည်။ ဤဘုရား၌ ထူးခြားချက်မှာ ဂူအတွင်း နံရံပေါင်းကူးတံကဲ နောက်ခံများတွင် ပုဂံခေတ် ဆေးရေးပန်းချီ လက်ရာများ တွေ့ရသည်။ ကနုတ်ပန်း၊ ပန်းလိပ်ပန်းခွေအလှများ အရုပ်များကိုလည်း အဆန်းတကြယ် တွေ့ရသည်။ နန္ဒမညာ ဂူဘုရားအတွင်း ဘေးဆောင်အခန်းများနှင့် အာရုံခံခန်းမ၏ ပေါင်းကူးမျက်နှာကြက်တွင် ပန်းခက်ပန်းနွယ်များ၊ နံရံတွင် သစ်ရွက်ပုံ ပန်းတန်းများ၊ ဗုဒ္ဓရုပ်ပွားပုံများ၊ စေတီပုံများ၊ အလယ်ဗဟို ဂန္ဓကုဋီတိုက် ပေါင်းကူး မျက်နှာကြက်တွင် ကျက်တငိုအဝိုင်း လေးထောင့်ကွက်နှင့် စက်ဝိုင်းကွက်များအတွင်း ဗုဒ္ဓရုပ်ပွားပုံများ၊ တောင်ဘက်နံရံ ဗုဒ္ဓရုပ်ပွားပုံအောက်တွင် အရည်းကြီးတို့ထံ ပန်းဦးလွှတ်ပူဇော်ပွဲပုံ[ကိုးကားချက်လိုသည်]ရှိသည်။\n\nဗုဒ္ဓဝင်မှ မယ်တော် မာယာ သားဖွားခန်း၊ သိဒ္ဓတ္တမင်းသား ဆံတော် ပယ်ခန်း၊ ယမကပြဋိကာပြခန်း စသည်တို့ကို တွေ့ရသည်။ မာရ်နတ်၏ သမီးများအရွယ် အမျိုးမျိုးကို ပုဂံခေတ်အမျိုးသမီးတို့၏ ဝတ်စားဆင်ယင်မှုအတိုင်း ရေးဆွဲထားသည်။ ပုဂံခေတ် လက်ရာအမြောက်ဆုံး နံရံဆေးရေး ပန်းချီများကို တွေ့နိုင်လေသည်။[၁] ဗြိတိသျှခေတ်က ကျောက်စာဝန်အဖြစ် အမှုထမ်းခဲ့သော ချားဒူရွိုင်ဆဲလ်က ဘုရားသုံးဆူနှင့် နန္ဒမညာ ဂူဘုရားအတွင်းမှ ပန်းချီများသည် အရည်းကြီး ရဟန်းတို့နှင့်လည်း​ကောင်း၊ တန္တရအယူဝါဒနှင့်လည်း​ကောင်း သက်ဆိုင်သည်ဟု ယူဆခဲ့သည်။ နန္ဒမညာ ဂူဘုရားအပြင်ဘက် မျက်နှာစာရှိ အင်္ဂတေပန်းတော့ လက်ရာ အနည်းငယ်သာ ကျန်တော့သည်။",
  "nanpayaHistory": "Pagoda No. = 1239/574\nNanpaya Temple (Burmese: နန်းဘုရားကျောင်း [náɰ̃ pʰəjá tɕáʊɰ̃]; lit. \"palace temple\") is a Hindu temple located in Myinkaba (a village south of Bagan) in Burma. The temple is adjacent to the Manuha Temple and was built by captive Thaton Kingdom King Makuta.: 150  It was built using mud mortar, stone, and brick, and was used as the residence of Manuha. The temple contains intricate carvings of Brahma, and also contains depictions of other Hindu gods. Also, because Manuha was a Mon, there are many figures and symbols of the Mon within the temple, including hinthas.",
  "pahtotharmyarHistory": "Not available for English translation.Thank you \n\n​စေတီပုထိုးအမှတ်=၁၆၁၅/၉၁၃\nပုထိုးသားများဂူဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည်။ (၁၀)ရာစုခေတ်က ညောင်ဦး စောရဟန်းမင်း၏ ကောင်းမှုဟု အစဉ်အလာရ မှတ်ယူကြလေသည်။ သို့ရာတွင် ဂူဘုရားပုံသဏ္ဌာန်ကို ထောက်၍လည်းကောင်း၊ အတွင်းနံရံရှိ မွန်စာတန်းများကို ထောက်၍လည်းကောင်း ဂူဘုရားတည်သော ခေတ်ကာလကို ၁၁ ရာစုခေတ်နှောင်းဟု သုတေသီများက ခန့်မှန်းကြလေသည်။\n\nဗိသုကာ လက်ရာများ\nပုထိုးသားများဂူဘုရားသည် ထူပါ (ပုထိုး) ပေါက်ဂူ ဘုရားဖြစ်သည်။ တိုက်မ (ဂန္ဓကုဋိ) သည် စတုရန်းပေ ကိုးဆယ်ကျယ်သည်။ တစ်ဖက်တစ်ချက်တွင် ဇာပေါက်ပြတင်း ငါးခုစီရှိ၏။ အာရုံခံတန်ဆောင်းသည် ကျယ်ပြန့်၍ စတုရန်းပေ ရှစ်ဆယ့်နှစ် ရှိသည်။ အာရုံခံမုခ်သည် အရှေ့ဘက်သို့ လှည့်သည်။ မုခ်ပေါက် သုံးခုရှိ၍ မုခ်တံကဲများ တင့်တယ်လှပေသည်။\n\nတိုက်မအထက် အလယ်ဗဟိုတွင် ပုထိုးတည်ထားလေသည်။ တည်ထားပုံမှာ မိုးလျှော၊ ပစ္စယာသုံးဆင့်၊ ထို့နောက် ဆယ့်နှစ်မြှောင့်ရှိ ခေါင်းလောင်းပုံ၊ ထိုနောက် ဓာတ်တော်တိုက်၊ ဖရုံတုံးခံပြီးလျှင် ဆယ့်နှစ်မြှောင်ရှိ ထီးရစ် (ဆတ္တဝလီ) ပေါက်ထားလေသည်။ ထိုအလယ်ပုထိုးကြီးအပြင် တိုက်မအထက်၌ ပုထိုးငယ်များလည်းရှိသည်။ ထိုကြောင့် ပုထိုးသားများဟု အမည်တွင်ခဲ့ဟန် တူလေသည်။ ဤတွင် သုတေသီအချို့ကမူ ပုထိုးသားများဟူသော ဝေါဟာရသည် စည်ပင်တိုးပွားခြင်း အနက်ထင်သည်။ ထိုဂူဘုရားသည် ပုဂံခေတ်ဦးဂူဘုရား ဖြစ်သည်နှင့်အညီ ဗုဒ္ဓသာသနာ စည်ပင်တိုးပွားလာခြင်း သဘောဆောင်သည်ဟု ဖွင့်ဆိုကြလေသည်။\n\nဂူဘုရားအတွင်း၌ စင်္ကြပတ်လမ်း ရှိသည်။ နံရံတွင် မွန်ဘာသာကမ္ဗည်းထိုး ဗုဒ္ဓဝင်ဆေးရေးကားများ ရှိ၏။ သာဓကအားဖြင့် ကာလဒေဝီလ ရသေ့က သိဒ္ဓတ္ထမင်းသား ဘုရားဖြစ်မည်ဟု နိမိတ်ဖတ်ဟန်၊ သိဒ္ဓတ္ထမင်းသား လှေကစားဟန်၊ မြတ်စွာဘုရား ယမိုက်ပြဋိဟာ ပြဟန် ပန်းချီများ ဖြစ်သည်။ တစ်ဖန် တိုက်မ အထက်ရှိ ဂူငယ်များတွင်လည်း ကန်တော့ဟန်မူ နေသော မင်းရုပ်ပုံ ဆေးရေးပန်းချီများ ရှိလေသည်။\n\nဂန္ဓကုဋိအတွင်း ဝင်လိုက်သော်ကား တင်ပျဉ်ခွေ ရုပ်ပွားဆင်းတုကြီးကို ဖူးမြင်ရလိမ့်မည်။​စေတီပုထိုးအမှတ်=၁၆၁၅/၉၁၃\nပုထိုးသားများဂူဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည်။ (၁၀)ရာစုခေတ်က ညောင်ဦး စောရဟန်းမင်း၏ ကောင်းမှုဟု အစဉ်အလာရ မှတ်ယူကြလေသည်။ သို့ရာတွင် ဂူဘုရားပုံသဏ္ဌာန်ကို ထောက်၍လည်းကောင်း၊ အတွင်းနံရံရှိ မွန်စာတန်းများကို ထောက်၍လည်းကောင်း ဂူဘုရားတည်သော ခေတ်ကာလကို ၁၁ ရာစုခေတ်နှောင်းဟု သုတေသီများက ခန့်မှန်းကြလေသည်။\n\nဗိသုကာ လက်ရာများ\nပုထိုးသားများဂူဘုရားသည် ထူပါ (ပုထိုး) ပေါက်ဂူ ဘုရားဖြစ်သည်။ တိုက်မ (ဂန္ဓကုဋိ) သည် စတုရန်းပေ ကိုးဆယ်ကျယ်သည်။ တစ်ဖက်တစ်ချက်တွင် ဇာပေါက်ပြတင်း ငါးခုစီရှိ၏။ အာရုံခံတန်ဆောင်းသည် ကျယ်ပြန့်၍ စတုရန်းပေ ရှစ်ဆယ့်နှစ် ရှိသည်။ အာရုံခံမုခ်သည် အရှေ့ဘက်သို့ လှည့်သည်။ မုခ်ပေါက် သုံးခုရှိ၍ မုခ်တံကဲများ တင့်တယ်လှပေသည်။\n\nတိုက်မအထက် အလယ်ဗဟိုတွင် ပုထိုးတည်ထားလေသည်။ တည်ထားပုံမှာ မိုးလျှော၊ ပစ္စယာသုံးဆင့်၊ ထို့နောက် ဆယ့်နှစ်မြှောင့်ရှိ ခေါင်းလောင်းပုံ၊ ထိုနောက် ဓာတ်တော်တိုက်၊ ဖရုံတုံးခံပြီးလျှင် ဆယ့်နှစ်မြှောင်ရှိ ထီးရစ် (ဆတ္တဝလီ) ပေါက်ထားလေသည်။ ထိုအလယ်ပုထိုးကြီးအပြင် တိုက်မအထက်၌ ပုထိုးငယ်များလည်းရှိသည်။ ထိုကြောင့် ပုထိုးသားများဟု အမည်တွင်ခဲ့ဟန် တူလေသည်။ ဤတွင် သုတေသီအချို့ကမူ ပုထိုးသားများဟူသော ဝေါဟာရသည် စည်ပင်တိုးပွားခြင်း အနက်ထင်သည်။ ထိုဂူဘုရားသည် ပုဂံခေတ်ဦးဂူဘုရား ဖြစ်သည်နှင့်အညီ ဗုဒ္ဓသာသနာ စည်ပင်တိုးပွားလာခြင်း သဘောဆောင်သည်ဟု ဖွင့်ဆိုကြလေသည်။\n\nဂူဘုရားအတွင်း၌ စင်္ကြပတ်လမ်း ရှိသည်။ နံရံတွင် မွန်ဘာသာကမ္ဗည်းထိုး ဗုဒ္ဓဝင်ဆေးရေးကားများ ရှိ၏။ သာဓကအားဖြင့် ကာလဒေဝီလ ရသေ့က သိဒ္ဓတ္ထမင်းသား ဘုရားဖြစ်မည်ဟု နိမိတ်ဖတ်ဟန်၊ သိဒ္ဓတ္ထမင်းသား လှေကစားဟန်၊ မြတ်စွာဘုရား ယမိုက်ပြဋိဟာ ပြဟန် ပန်းချီများ ဖြစ်သည်။ တစ်ဖန် တိုက်မ အထက်ရှိ ဂူငယ်များတွင်လည်း ကန်တော့ဟန်မူ နေသော မင်းရုပ်ပုံ ဆေးရေးပန်းချီများ ရှိလေသည်။\n\nဂန္ဓကုဋိအတွင်း ဝင်လိုက်သော်ကား တင်ပျဉ်ခွေ ရုပ်ပွားဆင်းတုကြီးကို ဖူးမြင်ရလိမ့်မည်။",
  "pawdawmuHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ် = ၁၁၉၃/၅၃၁\nပေါ်တော်မူဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံ၊ မြင်းကပါအရပ်တွင် တည်ရှိသည့် စေတီဖြစ်သည်။ ပေါ်တော်မူဘုရားကို ခရစ်(၁၁)ရာစုတွင် တည်ခဲ့သည်။ မြင်းကပါရွာ တောင်ဘက် နဂါးရုံဘုရား၏ အနောက်တောင်ဘက်ရှိ စေတီအပြိုအပျက်တစ်ခုကို ရှင်းလင်းရာ အထဲတွင် စေတီငယ်တစ်ဆူ တွေ့ရှိ၍ ပေါ်တော်မူစေတီဟု ခေါ်ဆိုခြင်းဖြစ်သည်။ နဂါးရုံပေါ်တော်မူဟုလည်း ခေါ်ကြသည်။\n\nပေါ်တော်မူစေတီ၏ အထက်ပိုင်းတွင် ငှက်ပျောဖူး၊ ကြာလန်၊ ကွမ်းတောင်ကို တဖြည်းဖြည်းခြုံယူသည့် ပိရမစ်ပုံစံနှင့် ခေါင်းလောင်းပုံတို့ရှိပြီး ခေါင်းလောင်းပုံအခြေတွင် ရှစ်မြှောင့်ဖောင်းရစ်များရှိကာ အနားခြောက်မြှောင့်ရှိ ပစ္စယာသုံးဆင့်ပေါ်တွင် တည်ဆောက်ထားသည်။ ပေါ်တော်မူစေတီကို မပျက်မစီး တွေ့ရ၍ ပုဂံခေတ်ဦးပိုင်း စေတီ၏ အပေါ်ပိုင်းဆိုင်ရာ တည်ဆောက်မှုကို သိရှိရသည်။",
  "pyathadargyiHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ်=၈၀၃/၃၈၄−က\nပြဿဒါးကြီး (ပြဿဒ်ကြီး) ဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည့် စေတီဖြစ်သည်။ ကွမ်းတောင် ပေါက် လိုဏ်နှစ်ဆင့် ဂူဘုရားဖြစ်ပြီး အေဒီ(၁၂၄၉)တွင် ကျစွာမင်းတည်ခဲ့သည်။ ကျစွာမင်းက သီဟိုဠ်ပြန် ဓမ္မသီရိမဟာထေရ်အတွက် တည်ဆောက်ပေးခဲ့ခြင်း ဖြစ်ပြီး ပြဿဒါးနေ့တွင် စတည်ခဲ့သည့်အတွက် ပြဿဒါးဘုရားဟု ခေါ်ခဲ့ကြသည်။ ဘုရားတည်၍ မကြာမီမှာပင် ကျစွာမင်း အနိစ္စရောက်၍ ဘုရားအပြီး မသတ်ခဲ့ပေ။ ပြဿဒါးဘုရားကို ယခု ပြဿဒ်ကြီးဘုရားဟု ပြောင်းလဲခေါ်ဝေါ်ခဲ့ကြသည်။ ပြဿဒါးဘုရားတွင် အုတ်စီအုတ်နင်း လက်ရာများနှင့် ပေါင်းကူး (အမိုးခုံး)များကို လေ့လာနိုင်သည်။ ပြဿဒါးဘုရား အဝင်မုခ်တွင် အမိုးခုံးနှစ်ခုအကြား လွတ်နေသော လေဟာနယ် ထား၍ တည်ဆောက်ထားသည်။",
  "petleikHistory": "Not available for English translation.Thank you \n\nအရှေ့ဘက်လိပ်ဘုရား စေတီပုထိုးအမှတ် = ၁၀၃၀/၄၂၀\n\nအရှေ့ဘက်လိပ်ဘုရား စေတီပုထိုးအမှတ် = ၁၀၃၀/၄၂၀\nအနောက်ဘက်လိပ်ဘုရား စေတီပုထိုးအမှတ် = ၁၀၃၁/၄၂၁\n\nအနောက်ဘက်လိပ်ဘုရား စေတီပုထိုးအမှတ် = ၁၀၃၁/၄၂၁\nဖက်လိပ်ဘုရားများသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံ၊ သီရိပစ္စယာ အရပ်တွင် တည်ရှိသည်။ ဖက်လိပ်ဘုရားများဟု ခေါ်ဆိုခြင်းမှာ အရှေ့ဘက်လိပ်ဘုရားနှင့် အနောက်ဘက်လိပ်ဘုရားဟူ၍ ရှိသောကြောင့် ဖြစ်သည်။ ဖက်လိပ်ဘုရားများသည် သီဟိုဠ်ပုံစေတီများဖြစ်ပြီး အေဒီ(၁၁)ရာစုတွင် တည်ဆောက်ခဲ့သည်။\n\nယခင်က ဖက်လိပ်ဘုရားနှစ်ဆူ၏ အောက်ခြေတွင် မြေပို့နေခဲ့သည်။ မြေပေါ်တွင် ပေါ်နေသည့် အပိုင်းသည် ဖက်လိပ်နားတောင်းပုံသဏ္ဌာန်ရှိပြီး ဖက်လိပ်ဘုရားများဟု ခေါ်တွင်ခဲ့ကြသည်။ ဖက်လိပ်ဘုရားနှစ်ဆူ၏ ခေါင်းလောင်းပုံအထက်တွင် ဓာတ်တော်တိုက်နှင့် ဖောင်းရစ်အဆင့်ဆင့် ရှိသည်။ ခေါင်းလောင်းပုံတွင် ဗုဒ္ဓရုပ်ပွား ဆင်းတုတော်များ ထားရန် မုခ်ကပ်များပါရှိသည်။\n\nအရှေ့ဘက်လိပ်ဘုရား၏ အောက်ခြေတွင် ပေါင်းကူးစင်္ကြံပတ်လမ်းများ ပြုလုပ်ထားပြီး စင်္ကြံပတ်လမ်း၏ အတွင်းနှင့် အပြင်နံရံတွင် ငါးရာ့ငါးဆယ် ဇာတ် မြေမီးဖုတ် အုတ်ချပ်များ ကပ်၍ထားသည်။ ထိုမြေမီးဖုတ် အုတ်ချပ်များတွင် ဇာတ်အမှတ်စဉ်နှင့် အမည်များပါရှိသည်။ ထိုမြေမီးဖုတ် အုတ်ချပ်များတွင် ဗြဟ္မာ၊ သကြား၊ နတ်၊ ရုက္ခစိုး၊ ရသေ့၊ မင်း၊ မိဖုရား၊ မင်းသားမင်းသမီးပုံများ၊ သဘာဝအလှ ရှုခင်းများနှင့် တိရစ္ဆာန်ပုံများကို လေ့လာကြည့်ရှုနိုင်သည်။ အနောက်ဘက်လိပ်ဘုရား အောက်ခြေ ပေါင်းကူး စင်္ကြံပတ်လမ်းများ၏ အတွင်းနှင့် အပြင်နံရံတွင်လည်း ငါးရာ့ငါးဆယ် နိပါတ်တော် မြေမီးဖုတ် အုတ်ချပ်များ ကပ်၍ တန်ဆာဆင်ထားသည်။ (၅၅၀)ဇာတ်တွင် (၅၄၇)ဇာတ်သာ ရှိသော်လည်း အနောက်ဘက်လိပ်ဘုရားတွင် (၅၅၀)ဇာတ်ပြည့်အောင် (၄၉၇)ဝေလာမဇာတ်၊ (၄၉၈)မဟာဂေါဝိန္ဒဇာတ်နှင့် (၄၉၉) သုမေဓပဏ္ဍိတဇာတ်တို့ကို ဖြည့်စွက်ပြုလုပ်ထားသည်။[၁]\n\nဖက်လိပ်ဘုရားများသည် အောက်ခြေလေးထောင့်တွင် ပေါင်းကူးမိုး၍ ပတ်လမ်းနံရံတွင် အကွက်အဆင့်များ အတွင်းက ဇာတ်နိပါတ်ချပ်များ ကပ်ထားသည်။ အပေါ်တွင် ထူပါရုံအထွတ်ပါရှိ၍ ထူပါတွင် ဘေးက မုခ်ဆောင်ငယ်များပါရှိသည်။ ၎င်းပုံသဏ္ဌာန်မှာ အခြားနေရာတွင် မရှိချေ။",
  "bupayaHistory": "Bupaya Pagoda (Burmese: ဗူးဘုရား) is a notable Buddhist pagoda located in Bagan (formerly Pagan), in Myanmar, at a bend on the right bank of the Ayeyarwady River. The small pagoda, which has a bulbous shaped dome, is widely believed to have been built by the third King of Pagan, Pyusawhti who ruled from 168 to 243 AD. It is one of the most notable shrines among the thousands of new or ruined Pagodas in Pagan, which is located about 90 miles (140 km) south of Mandalay.\n\nThe original pagoda was destroyed in the 1975 earthquake. As result of this earthquake, the bulbous pagoda broke into pieces and fell into the river. It was, however, fully reconstructed using modern materials, with lesser adherence to the original design. Subsequently, it was built as a gilded superstructure.\n\nEtymology\n\nOriginal Pagoda as seen in 1868 destroyed in the 1975 earthquake.\nThe name 'Bupaya' is made up of two words 'bu' and 'paya' in the Burmese language. As the pagoda is bulbous and in the shape of gourd or pumpkin, the word 'Bu' in Burmese, which means \"pumpkin\" or \"gourd\" is the affixed to 'paya'. The word 'paya' means \"pagoda\". It is also said that King Pyusawhti, builder of the Pagoda, got the river bank deweeded as it was infested with gourd-like plant, considered a 'menace'.\n\nLegend\nAccording to a legend, Pyusawti who built this pagoda, as a young man defeated \"Five Great Menaces\" that were detrimental to the interest of the city of Pagan. One of these five menaces was the extensive proliferation of the plant vines of gourd (at the location where the Bupaya Pagoda was built later). Subsequently, the then King pleased with the gallant act of Pyusawti gave him, as a reward, his daughter in marriage. Later, Pyusawti became the King of the region. During his reign, he built pagodas at each of the places where he had destroyed the 'Menaces'.\n\nGeography\nThe Pagoda is built on the edge of the Irrawaddy River (it is Myanmar's largest commercial waterway), within the walled city of Pagan (a large capital city of the Burmese Kingdom between the 11th and the 13th centuries), over a series of crenellated terraces. The river takes a bend at this location. It acted as a guide landmark to navigators. It was built amidst a huge bush.\n\nHistory\nThe dating of this pagoda has several versions. According to the earliest claimed historical records, the Bupaya Pagoda claimed as the oldest, was built in the 3rd century by the third king of Pagan, Pyusawdi, who ruled from 168 to 243 AD. However, it is also reported that the pagoda was commissioned in the 2nd century by King Pyusawti. On the basis of similar pagodas and city walls built in Pagan, it has been conjectured that Bupaya Pagoda was built in the 9th century or even 11th century.\n\nHowever, the old pagoda getting destroyed completely and falling into the Irrawaddy River during the 1975 earthquake, has indelibly scotched any arguments on the subject of its dating.\n\nStructure\n\nA new pagoda at the entrance to the main Bupaya Pagoda in Bagan.\nIn keeping with the tradition of building pagodas in Myanmar, the Bupaya Pagoda also conformed to the norms set for such structures. The pagoda had a massive gravity-type pyramidal profile. It was built with bricks and impressively decorated. It was a bell-shaped dome built over diminishing terraces. A finial crowned the dome. The pagoda enshrined Buddha's relics.\n\nHowever, the new Bupaya Pagoda built at the same location in 1976–78, after the earthquake, is a hollow reinforced concrete structure (replacing the traditional brick structure of the past). It has been built on the traditional plan of a polygonal base. The pagoda rises up in \"a series of crenellated semi-circular terraces overlooking the river\". It is now fully gilded (pictured). The pagoda is now a very distinct landmark on the shores of the Irrawaddy River.",
  "payathonzuHistory": "Pagoda No. = 447/278-A,447/278-B,447/278-C\n\nThe Payathonzu Temple (Burmese: ဘုရားသုံးဆူ [pʰəjá θóʊɰ̃ zù]; literally 'Temple of Three Buddhas') is a Buddhist temple located in the village of Minnanthu (southeast of Bagan) in Burma. It is unique in the sense that the temple consists of three temples conjoined through narrow passages. The structure dates from the latter part of the 13th century. The interior of the temple contains frescoes, believed to be Mahayana and Tantric in style. However, it only applies to the decorative elements, and may have been added by skilled workers from northern India or Nepal. The temple was not completed. The temple was renovated after being damaged by a 2016 earthquake, with the completion of the three stupas atop the temple, which are lighter in colour.",
"mingalarzediHistory": "Pagoda No. = 1439/752\n\nMingalazedi Pagoda (Burmese: မင်္ဂလာစေတီ; also spelt Mingalar Zedi Pagoda) is a Buddhist stupa located in Bagan, Burma. Construction started in 1274 during the reign of King Narathihapate.: 183  The pagoda is one of few temples in Bagan with a full set of glazed terra cotta tiles depicting the Jataka. The pagoda was built in brick and contains several terraces leading to large pot-shaped stupa at its centre, topped by a bejewelled umbrella (hti). Mingalazedi Pagoda was built a few years before the First Burmese Empire (Bagan Kingdom) was pillaged by the Mongols.",
  "manuharHistory": "Pagoda No. = 1240/575\n\nManuha Temple (Burmese: မနူဟာဘုရား) is a Buddhist temple built in Myinkaba (located near Bagan), by captive Mon King Manuha in 1067, according to King Manuha's inscriptions. It is a rectangular building of two storeys. The building contains three images of seated Buddhas and an image of Buddha entering Final Nibbana. Manuha Temple is one of the oldest temples in Bagan.\n\nAbout the same time Makuta, captive king of the Thaton Kingdom: 150  (his name is now corrupted into 'Manuha'), must have built his colossal images at Myinpagan, where he was living in captivity, a mile S. of Pagan. \"Stricken with remorse\", says the Glass Palace Chronicle, \"he built a colossal Buddha with legs crossed, and a dying Buddha as it were making pariniruâna; and he prayed saying 'Whithersoever I migrate in samsâra, may I never be conquered by another!' The temple is called Manuha to this day.",
  "malarpyitHistory": "Not available for English translation.Thank you \n\nမလာဖြစ်ဂူဘုရား (ဘုရားအမှတ် ၆၆၄) သည် မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသော ဂူဘုရားတစ်ဆူ ဖြစ်သည်။\n\nနာရသီဟပတေ့ဘုရား၏ အနောက်မြောက်ဘက် (သို့မဟုတ်) သိင်္ဃသူသမီးကျောက်စာရုံ၏ အနောက်ဘက်တည့်တည့် အနည်းငယ်အလှမ်းဝေးသော နေရာတွင် မလာဖြစ်ဂူဘုရား တည်ရှိသည်။ ဘုရား၏ အနောက်မြောက်ဘက်တည့်တည့်တွင် အုတ်ကျောင်းပျက်ကြီး တစ်ဆောင် ရှိသည်။\n\nဂူအတွင်းရှိသော ကျောက်စာအရ သက္ကရာဇ် ၆၃၆ခုတွင် တရုတ်ပြေးမင်း၏ အမတ်တျာသည် ဤမြေအရပ်တွင် တံတိုင်း၊ ဂူဘုရား၊ ကျောင်းကြီး၊ တန်ဆောင်း၊ ကပ္ပိယကုဋီ စသောအဆောက်အအုံများတည်ဆောက်ကြောင်း သိရလေသည်။\n\n၎င်းကျောက်စာ၌ \"တကာကြီး မ္လပြစ်\" ဟုပါရှိသောကြောင့် ထိုအမတ်တျာ၏ အမည်မှာ မ္လပြစ် (မလပြစ်) ဟု ယူဆပြီး ဘုရား၏ ဘွဲ့အမည်ကိုလည်း \"မလပြစ်\"၊ ယင်းမှ ကာလကြာသောအခါ မလာဖြစ် ဂူဘုရားဟု ခေါ်ဝေါ်ခဲ့ကြသည်။",
  "malonepyitHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ် = ၆၆၇/၃၄၅−က\nမလုံးဖြစ်ဂူဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည်။ မလာဖြစ်ဂူ ဘုရားတံတိုင်း၏ မြောက်ဘက်ကပ်၍ မလုံးဖြစ်ဂူ ဘုရားတံတိုင်းရှိလေသည်။ တံတိုင်းမှာ မလာဖြစ်ထက် ပို၍ကျယ်ဝန်းပြီး မလုံးဖြစ်ဂူဘုရားမှ တောင်ဘက်တံတိုင်း အလယ်လောက်တွင် ကပ်၍ရှိလေသည်။ ဂူအနောက်မြောက်ဘက် တံတိုင်းတွင်းတွင် အုတ်ကျောင်း အလတ်စားနှစ်ခု တောင်မြောက်တန်း၍ ရှိပြီး တောင်ဘက်ကျောင်းသည် လေးထောင့်မတ်မတ် အောက်နှစ်ခန်း၊ အပေါ်ထပ်ရှိလေသည်။\n\nမလုံးဖြစ်ဂူအတွင်းတွင် ကျောက်စာနှစ်ခုရှိရာ တစ်ခုမှာ သက္ကရာဇ် ၅၉၂-ခုတွင် ကောင်းမှုရှင် (ဖုန်းသည်) သူဖရစ်လင်မယားသည် စရပ်လှမည်သော နေရာအရှေ့တွင် ဂူကျောင်းပြုလုပ်ကြောင်း၊ ကျွန်လှူကြောင်း၊ သက္ကရာဇ် ၆၀၇ တွင်လည်း သူဖရစ်မယားက မြေလှူကြောင်းများ ပါရှိလေသည်။ အခြားကျောက်စာတစ်ခုတွင် သက္ကရာဇ် ၆၀၀ ၌ သံဗျင်သက်ရှည်ဆိုသူက စရပ်လှရှေ့တောကျောင်း၌ မြေလှူသည့်အကြောင်း ပါရှိလေသည်။\n\nမလုံးဖြစ်ဂူဘုရားတွင် အပြင်ဘက် အင်္ဂတေပန်းများ ကျန်သော်လည်း လက်ရာမှာမူကား မကောင်းလှပေ။ အတွင်းပန်းချီများအနက် အနောက်မျက်နှာအမိုးမှ ပန်းဝိုင်းများ လက်ရာကောင်းမွန် လှပစွာရှိလေသည်။[",
  "maharbawdiHistory": "Pagoda No. = 1670/973\n\nThe Mahabodhi Temple (Burmese: မဟာဗောဓိဘုရား [məhà bɔ́dḭ tɕáʊɰ̃]) is a Buddhist temple located in Bagan, Myanmar. It was constructed during the reign of King Htilominlo (r. 1211–1235), and is modeled after the Mahabodhi Temple in Bihar, India.: 183  The temple is built in an architectural style typical of the Gupta period, and contains a large pyramidal tower with many niches containing over 450 images of Buddha. Despite the 1975 Bagan earthquake, the temple survived and underwent repairs in the subsequent years.",
  "meemalaungHistory": "Not available for English translation.Thank you \n\nမီးမလောင်ကျောင်းသည် နရပတိစည်သူ (၁၁၇၄ - ၁၂၁၁) ၏ ကောင်းမှုဟု ဆိုကြလေသည်။ ထိုဂူဘုရားကို နှောင်းခေတ်များတွင် ပြုပြင်မွမ်းမံခဲ့ ကြသည်။\n\nသာသနိကအဆောက်အအုံအမှတ်=၁၆၁၁/၉၁၉\nဗိသုကာလက်ရာ\nအောက်ခြေအုတ်ခုံ၏ ထုထည်သည် ခိုင်ခံ၏။ တဆယ့်သုံးပေ မြင့်သည်။ အုတ်ခုံပေါ်တွင် တည်ထားသော ဂူဘုရားသို့ လှေကားအမြင့်ဖြင့် တက်ရလေသည်။ ဤသည်မှာ မီးဘေး၊ ရေဘေးစသော ဘေးအန္တရာယ်အသီးသီးမှ ကင်းဝေးရအောင် စီမံခဲ့ခြင်းပေလောဟု တွေးတောစရာ ဖြစ်လေသည်။ အမှန်စင်စစ် ပုဂံဒေသသည် ပူပြင်းခြောက်သွေ့၍ မီးရန်နှင့် မကင်း။ ဤသည်ကို ရည်၍လည်း ပုဂံဒေသကို အချို့က တတ္တဒေသဟူ၍ အမည်ပေးခဲ့ဟန် တူသည်။ ၁၂၂၅ ခုနှစ်တွင် ပုဂံသည် မီးဘေးအကြီးအကျယ်ကြုံခဲ့ဖူးသည်။\nဂူအထက်ရှိ အလုပ်အဆောင်မှာမူ ထောင်တုရင်များဖြင့် အမိုးအဆင့်ဆင့် တန်ဆာဆင်ထားခြင်းပင် ဖြစ်၏။ ထိုအထက်တွင် စေတီငယ်တစ်ဆူ တည်ထားသည်။ ဂူအတွင်းသို့ ဝင်လိုက်သော်ကား နှောင်းခေတ်တွင် ထုလုပ်ထားသော တင်ပျဉ်ခွေဆင်းတု တစ်ဆူကို ဖူးမြင်နိုင်လေသည်။",
  "myinkabaHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ် = ၁၃၂၈/၆၅၂\nမြင်းကပါစေတီသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံ၊ မြင်းကပါအရပ်တွင် တည်ရှိသည်။ မြင်းကပါစေတီကို ခရစ်(၁၁)ရာစုတွင် အနော်ရထာမင်း (အေဒီ ၁၀၄၄−၁၀၇၇) တည်ခဲ့သည်။ အနော်ရထာနှင့် နောင်တော် စုက္ကတေး စီးချင်းထိုးရာတွင် စုက္ကတေးသည် အနော်ရထာ၏ အရိန္ဒမာလှံချက်ဖြင့် မြင်းနှင့်တကွ မြစ်နားသို့ပါ၍ အနိစ္စရောက်ခဲ့သည်။ စုက္ကတေးမင်း အနိစ္စရောက်ပြီးနောက် အနော်ရထာသည် ပုဂံထီးနန်းကို ဆက်ခံခဲ့သည်။ အနော်ရထာသည် နောင်တော် စုက္ကတေးမင်းကို သတ်မိသည့် မကောင်းမှု ပြေပျောက်ရန် မြင်းကပါရွာ၊ မြင်းကပါချောင်းအနီးတွင် မြင်းကပါစေတီ တည်ခဲ့သည်။ နောင်တော် စုက္ကတေးမင်းအားလည်း အမျှအတမ်းဝေခဲ့သည်။\n\nမြင်းကပါစေတီ၏ ထိပ်ဖူး၊ ဖောင်းရစ်၊ ရင်ဖွဲ့ခါးပတ်၊ ခေါင်းလောင်းပုံတို့တွင် အဆင်တန်ဆာ မွမ်းမံမှု အရှိဘဲ၊ ရိုးရိုးရှင်းရှင်း တည်ဆောက်ထားသည်။",
  "myinpyaguHistory": "Not available for English translation.Thank you \n\nပုဂံစေတီပုထိုးအမှတ် = ၁၄၉၃ ဖြစ်သည်။\nမြင်းပြဂူဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံမြို့ တောင်ဘက်တွင် တည်ရှိသည်။ မီးငြိမ်းကုန်း (၁၄၉၉)၊ နွားပြဂူ (၁၄၉၈)၊ မြင်းပြဂူ (၁၄၉၃)၊ ရှစ်မြောက်စေတီ (၁၄၉၄)၊ တောင်ထွတ်ကြီး (တဝဂူ)(၁၃၂၅) စသည့် ရှေးဟောင်းဘုရားငါးဆူ အနက် မြင်းပြဂူဘုရားမှာ အထင်ရှားဆုံးဖြစ်သည်။\n\n\nစတုဂံလိုဏ်ဂူဖြစ်၍ အုတ်ခုံပစ္စယာအထက်မှ စေတီပေါက်ထားသည်။ အတွင်းပတ်လမ်းနှင့် လမ်းသွယ်လမ်းမြှောင်များ၊ ဘုရားခန်းများမှာ မှောင်အတိကျနေဘိအလား ရှိသည်။ အတက် လေးမျက်နှာမှ ရောင်လင်းပေါက်များ ပါရှိသော်လည်း အဓိက ရုပ်ပွားဆင်းတုတော်တို့၏ မျက်နှာတော်မှာသာ အလင်းရောင်ရရှိသည်။",
  "myazediHistory": "Not available for English translation.Thank you \n\nမြစေတီတော်သည် ပုဂံမြို့တောင်ဘက်ရှိ မြင်းကပါရွာ မြောက်ဘက်အနီးကပ်လျက် ကိန်းဝပ်တော်မူသည်။ ထီးလှိုင်ရှင် ကျန်စစ်သားမင်းကြီး၏ ကောင်းမှုတော် ဖြစ်သည်။ မြစေတီမှာ ပစ္စယာသုံးဆင့် ထောင့်စိုက်စေတီတော် ဖြစ်ပြီး ခြင်္သေ့ရုပ်များဖြင့် တည်ဆောက်ထားရှိသည်။ ကိုးကွယ်ဆည်းကပ်သူများနှင့် အဆက်မပြတ် ထိတွေ့နေသော စေတီတော်ဖြစ်၍ ခေတ်အဆက်ဆက် ဝတ်ပြုကိုးကွယ်ပြီး ထုံးသင်္ကန်း ဆက်ကပ်လှူဒါန်းခဲ့ကြ၍ ရှေးဟောင်းအနုပညာ လက်ရာများ မရှိသလောက်ပင် ဖြစ်နေသည်။\n\nစေတီတော်ကြီး၏ မဟာရာမ်တံတိုင်းကို ပြုပြင်ရာမှ ပျူ၊ မွန်၊ မြန်မာ၊ ပါဠိ လေးဘာသာဖြင့် ရေးထိုး မော်ကွန်းတင်ထားသော ကျောက်စာတိုင် တစ်တိုင် အကောင်းပကတိကို ရရှိခဲ့သည်။ ထို့နောက် အလားတူ ထက်ပိုင်းကျိုးနေသော ကျောက်စာတိုင် တစ်တိုင်ကို ထပ်မံရရှိခဲ့ပြန်သည်။ ပထမတွေ့ရှိသော ကျောက်စာတိုင် အကောင်းကို ပုဂံပြတိုက်သို့ ရွှေ့ပြောင်းစိုက်ထူးထားပြီး ထက်ပိုင်းကျိုးနေသော ဒုတိယကျောက်စာတိုင်ကို ပြန်ဆက်၍ မြစေတီရင်ပြင်တော်ပေါ်၌ ကျောက်စာဂူဖြင့် ထိန်းသိမ်းထားရှိသည်။ မြစေတီတော်အနီးမှ ရရှိခဲ့သဖြင့် မြစေတီကျောက်စာဟု ခေါ်တွင်ခဲ့သည်။\n\nကျောက်စာတွင် သာသနာသက္ကရာဇ် ၁၆၂၈-ခုနှစ်ကျော်တွင် ကျန်စစ်သား မင်းကြီးသည် နတ်ရွာစံလု နီးနီးအချိန်၌ သားတော်ရာဇကုမာရ်သည် ခမည်းတော်၏ ကျေးဇူးကို အောက်မေ့ရည်မှန်းကာ ရွှေဘုရားတစ်ဆူ သွန်းလုပ်ကာ ဌာပနာပူဇော်ခဲ့၏ စသည်ဖြင့် ဖော်ပြထားသည်။ ရာဇကုမာရ မင်းသား၏ စွန့်လွှတ်မှုနှင့် ဖခင်အပေါ်ထားရှိသော မေတ္တာဓာတ်ကြီးမားပုံကို မော်ကွန်းထိုးထားသည့် ကျောက်စာဖြစ်သည်။ ထို့ကြောင့် မြစေတီကျောက်စာသည် ပုဂံသမိုင်းအတွက် ခိုင်လုံသော အထောက်အထားတစ်ခု ဖြစ်သည်သာမက ကျန်စစ်သားမင်းကြီး၏ ရင်နင့်ဖွယ် ဇာတ်လမ်းနှင့်လည်း ဆက်စပ်မှု ရှိနေသည်။",
  "myaypontharhlaHistory": "Not available for English translation.Thank you \n\nပုဂံစေတီပုထိုးအမှတ် = ၁၅၁၂ ဖြစ်သည်။\nမြေပုံသာဘုရားလှ(လောကမုနိ)သည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည်။",
  "yatsautguHisttory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ် = ၁၅၅/၁၂၄\nရပ်စောက်ဂူဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည်။ ကျောက်ဂူဥမင်၏ဘေးတွင် နောက်မှပြုလုပ်သော လှေကားမှ ကုန်းထိပ်ပေါ်သို့ တက်ပြီး အနည်းငယ်ဆက်သွားပါက များစွာမဝေးသောနေရာတွင် ရပ်စောက်ဟု အမည်တွင်သော ဂူဘုရားငယ် တစ်ဆူရှိသည်။ ထိုဂူဘုရားသည် သက္ကရာဇ် ၅၂-ခု၊ ဝါဆိုလဆန်း(၇)ရက်၊ တနင်္ဂနွေနေ့တွင် တည်၍ပြီးသည်ဟု ဂူဘုရားအတွင်းရှိ နံရံရေး ကမ္ပည်းမင်စာအရ သိရှိရလေသည်။ ထိုဂူဘုရားအတွင်းတွင် ငါးရာ့ငါးဆယ်ဇာတ်ကွက် စသော ပုဂံခေတ် ပန်းချီများ ကမ္ပည်းစာနှင့်တကွ များစွာကျန်ရှိနေသေးသည်။ ၎င်းဂူဘုရား၏ ရှေ့တွင်လည်းကောင်း၊ ခပ်လှမ်းလှမ်း တစ်နေရာတွင်လည်းကောင်း ရှေးဟောင်းကျောက်စာချပ်များ၊ ကျောက်စာအကျိုးအပဲ့များ ရှိသည်။ ရပ်စောက်ဂူဘုရား အတွင်းနံရံရှိ စာကြောင်းရေ ၄၇-ကြောင်းပါရှိသည့် ထင်ထင်ရှားရှား ကမ္ပည်းမင်စာကြောင့် ဤဂူဘုရားမှာ လူသိများသော ရှေးဟောင်း အဆောက်အအုံပင် ဖြစ်သည်။ ",
  "shwegugyiHistory": "Pagoda No. = 1589/901 - A\n\nရThe Shwegugyi Temple (Burmese: ရွှေဂူကြီး ဘုရား; literally, \"Great Golden Cave\") is a Theravadin Buddhist temple in Bagan, Myanmar. The temple is recognized as Monument #1589 in the Bagan Archeological Area, a UNESCO World Heritage Site.\n\nLocated just to the southeast of what apparently were the ruins of the former royal palace founded by King Kyansittha (r. 1084–1113), the temple was built by King Sithu I of Pagan (Bagan) in 1131. According to the stone inscriptions at the temple, set up in 1141, construction work on the temple began on 17 May 1331, and was completed on 17 December 1331. Built on an expansive 3 m (9.8 ft) tall brick foundation, the temple is known for its arched windows, and fine stucco and carved wooden doors in the interior.",
  "shwezigonHistory": "The Shwezigon Pagoda or Shwezigon Paya (ရွှေစည်းခုံဘုရား ) is a Buddhist stupa located in Nyaung-U, Myanmar. A prototype of Burmese stupas, it consists of a circular gold leaf-gilded stupa surrounded by smaller temples and shrines. Construction of the Shwezigon Pagoda began during the reign of King Anawrahta (r. 1044–1077), the founder of the Pagan Empire, in 1059–1060 and was completed in 1102, during the reign of his son King Kyansittha. Over the centuries the pagoda had been damaged by many earthquakes and other natural calamities, and has been refurbished several times. In recent renovations it has been covered by more than 30,000 copper plates. However, the lowest level terraces have remained as they were.\n\nThis pagoda, a sacred Buddhist religious place, is believed to enshrine a bone and tooth of Gautama Buddha. The pagoda is in the form of a cone formed by five square terraces with a central solid core. There are footprints below the four standing Buddha statues here. Jataka legends are depicted on glazed terra-cotta tiles set into three rectangular terraces. At the entrance of the pagoda there are large statues of guardians of the temple. There are also four bronze standing statues of Buddha which are stated to be of the current age Buddha. At the outer limits of the pagoda there are 37 nats deified along with an intricately carved wooden sculpture of Thagyamin, the Burmese version of the Indian god Indra. Within the compound of the Shwezigon Pagoda there is a stone pillar containing Mon language inscriptions dedicated by Kyansittha.\n\nLocation\nThe pagoda, a pilgrimage centre, is located close to Bagan or Pagan (known as \"a land of thousand pagodas\") in the plains in the Shwe Zigon settlement at Nyaung-U.\n\nHistory\n\nShwezigon Pagoda in 1855\n\nOne year after earthquake 1975\nChronicles of the Kings of Burma have attributed that King Anawrahta (r. 1044–77) initiated its construction during 1059–1060.: 151, 156  According to legend, Anawrahta selected the site for building this pagoda by sending a white elephant mounted with a frontal bone relic of the Buddha to roam freely with the declaration that wherever the elephant stopped would be the site for building the pagoda. The elephant finally stopped over a dune which was chosen as the site for erecting the pagoda, hence the name Shwezigon pagoda meaning \"golden pagoda on a dune\" in Burmese. Pagoda means \"stupa\" or \"zedi.\"\n\nThe pagoda was then completed by his son King Kyansittha (r.1084–1112/13). While its lower terraces were built by Anawrahta, the balance structure is credited to Kyansittha. Its final completion date is 1086 and the footprints below the four standing Buddha statues here are also believed to be of the same period. The pagoda is a replica of the pyramidal Mahabodhi Temple at Bodh Gaya, the location of Buddha's illuminating realisation in India.\n\n\nBuddhist monks at Shwezigon Pagoda in 1999\nThe pagoda has been damaged by earthquakes and other natural calamities over the centuries, and has been refurbished from time to time. A notable renovation was carried out by King Bayinnaung (r. 1550–1581) during late 16th century. In the 1975 earthquake there was considerable damage to the spire and the dome necessitating large renovation. It is now substantially strengthened with a covering of more than 30,000 copper plates, which were donated by local and international devotees; gilding of the dome has been done during 1983–1984 and again in recent times. However, the pagoda's bottom level terraces have remained mostly in their original form.\n\nFeatures\n\nBuddha\nThe pagoda, a prototype of Burmese stupas, is like a bell-shaped stupa in traditional Mon people, which became the prototype architectural feature for many stupas built in the then Burma (now Myanmar). It has features of staircases, gates, and a richly ornamented spire fitted with a large golden umbrella type finial embedded with gems. The relics that are believed to be enshrined in the pagoda are Buddha's collar-bone and his frontal bone from Prome, and his tooth from Ceylon.  On the outer limits of the pagoda there is a shrine where 37 nats are deified along with an intricately carved wooden sculpture of Thagyamin, Buddhist deva Sakka, king of the nats, which is believed to be 900 years old; it is the Burmese version of the Indian god Indra holding his weapon, the thunderbolt. These shrines of 37 nat spirits have been built to circumambulate as a homage to these relics.\n\nThe pagoda, which rises with five square terraces has a central solid core. The terraces rise steeply in the form of a pyramid topped with umbrellas or chatris. The entire edifice, from the base to the tip, appears like a cone. From the four cardinal directions there are steps from the base to the terraces at the centre to provide access to devotees to go up for worship; these terraces are fitted with instructions on slabs narrating events from the life of Buddha and other Buddhist scriptures. The interior, though conceived as a solid body, has a maze of interconnected narrow passages, where devotees affix dedicatory slabs on the walls by paying a donation, and praying for special blessings. Even though the relics have not been found in the pagoda, believed to have been stolen, devotees still feel the sanctity of the stupa and embed slabs hoping to attain Nibbana from the \"force field\" created by the embedded relics.\n\n\nExterior decorations\nAt the entrance to the pagoda there are huge statues of guardians of the temple, known as chinthes which are leogryphs (lion shaped gryphs). Out of the four entrances to the pagoda only the southern and western ones are in use. There are 550 glazed terra-cotta tiles inscribed with the Jataka tales fixed on three of the five terraces of the pagoda; the earlier count was 584 tiles of which some are not found now. The four flights of steps provide access to the terraces leading to an octagonal platform over which the gilded stupa has been built. At the four corners of the top most terrace, smaller replicas of the main pagoda are affixed at their back side, fitted with four gilded kalashas or vases; similar replicas are also fixed at the corners in the lower terraces. At the base of the pagoda there are containers fitted closely and set in series, which have gilded bronze castings of plants and flowers, with alms bowls carved in stone in between. Around the exterior periphery of the pagoda there are several temples and wooden pavilions decorated with the pyatthat (multi-tiered and spired roofs).\n\nThe pagoda houses what worshippers believe is the footprint of Lord Buddha. There are four bronze standing statues of Buddha which are 12 to 13 feet (3.7 to 4.0 m) in height, which are stated to be of the current age Buddha deified on the four sides of the temple; these four are Kakusandha Buddha in the northern face, Koṇāgamana Buddha in the eastern wall, Kassapa Buddha in the southern wall and the Gautama Buddha to the west wall. All of these Buddhas are cast in beaten bronze and seen with their right hand in a posture of abhayamudra, meaning \"the fear not gesture\" and the left hand holding the monk's robe. Below the Buddha Kassapa statue there are a pair of footprints intricately carved on sandstone slab; these were carved from a large \"Bodhi-leaf-shaped\" slab. They have engravings of a chakra at the centre, which is considered an auspicious symbol. Devotees offer oblations to the footprints through a rectangular wedge created at the rear of the stone slab. The placing of the footprints gives the viewers an impression of Buddha walking towards them.\n\nOn one of the outer walls surrounding the Shwezigon Pagoda there is a stone pillar with Mon language inscriptions dedicated by King Kyansittha.",
  "shwesandawHistory": "The Shwesandaw Pagoda (Burmese: ရွှေဆံတော် ဘုရား, ) is a Buddhist pagoda located in Bagan, Myanmar. It is the tallest pagoda in Bagan, and contains a series of five terraces, topped with a cylindrical stupa, which has a bejewelled umbrella (hti). The pagoda was built by King Anawrahta in 1057, and once contained terra cotta tiles depicting scenes from the Jataka. Enshrined within the pagoda are sacred hairs of Gautama Buddha, which were obtained from Thaton.",
  "shinpinthetshayHistory": "Not available for English translation.Thank you \n\nရှင်ပင်သက်ရှည်ဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင်ရှိသော ရှေးဟောင်းဘုရားတစ်ဆူ ဖြစ်သည်။ အလောင်းစည်သူမင်းကြီးသည် အေဒီ(၁၂)ရာစုတွင် တည်ထားကိုးကွယ်ခဲ့ပြီး ပုဂံမြို့ဟောင်း ကန်တော့ပလ္လင်ဘုရား အနောက်ဘက် ပုဂံဟိုတယ်ဝင်းအတွင်း အနောက်တောင်ထောင့်တွင် ကိန်းဝပ်တော်မူလျက် ရှိသည်။\n\nဘုရား၏ ဉာဏ်တော်အမြင့် ပေ ၄၀ ခန့်ရှိပြီး ပစ္စယာ အဆင့်များပေါ်တွင် စေတီရံ ၁၃-ဆူတည်ထားသည်။ အာရုံခံမုခ်သည် အရှေ့ဘက်သို့လှည့်လျက် တည်ရှိသည်။ အတွင်းဂန္ဓကုဋိတိုက်တွင် တံကဲနှင့် အတူ အရှေ့လှည့် ဆင်းတုတော် တစ်ဆူ တည်ရှိသည်။ ဘုရားတံကဲ အင်္ဂတေပန်းလက်ရာများသည် ယနေ့တိုင် ရှေးမူမပျက် တည်ရှိနေသည်။ ဂန္ဓကုဋိတိုက်တွင်းရှိ ဗုဒ္ဓဆင်းတုတော်မှာ အေဒီ (၁၃)ရာစုတွင် ပြန်လည်ပြုပြင်ထားသည့် လက္ခဏာများ တွေ့ရှိရသည်။ ဘေးကပ်မုခ်ထဲတွင် ဗုဒ္ဓဝင် ရှစ်ခန်း ရုပ်တုများတည်ရှိသည်။\n\nဂန္ဓကုဋိတိုက်၏ မျက်နှာကြက်တွင် ပုဂံခေတ်နံရံဆေးရေးပန်းချီများကို ရေးခြယ်ထားပြီး အာရုံခံမုခ် မျက်နှာကြက်တွင် နှစ်ကျိပ်ရှစ်ဆူ ဆင်းတုတော်ပုံ နံရံဆေးရေးပန်းချီများကို ရေးဆွဲထားသည်။ အာရုံခံမုခ်၏ ဝဲဘက်တွင်ရှိသော ကြောင်လိမ်လှေကားဖြင့် ဘုရားအထက်ပစ္စယာသို့ တက်ရောက်နိုင်သည်။",
  "shinpintharhlaungHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ်=၁၅၇၀\nရှင်ပင်သာလျောင်း လိုဏ်ဂူသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည်။ ရွှေဆံတော်စေတီ အနီး အနောက်တောင်ဘက်ယွန်းယွန်းတွင် တည်ရှိသည်။\n\nဗိသုကာ လက်ရာများ\nရှင်ပင်သာလျောင်းလိုဏ်ဂူသည် ထောင့်မှန် စတုဂံပုံ နိမ့်ပျပ်ပျပ် အုတ်အဆောက်အအုံ ဖြစ်၍ ဖြစ်သည်။ အတွင်း၌ ကိန်းအောင်းလျက်ရှိသော ဗုဒ္ဓမြတ်စွာ ပရိနိဗ္ဗာန် စံတော်မူဟန် လျောင်းတော်မူ ရုပ်ပွားတော်ကြီးသည် အလျား ပေ ၆၀ ရှိပြီး ပုဂံလျောင်းတော်မူတို့တွင် အကြီးဆုံးဖြစ်သဖြင့် ထူးခြားသည်။ ယင်းမှာ ၁၁ ရာစုက လက်ရာ ဖြစ်သည်။ ပရိနိဗ္ဗာန် စံတော်မူရာတွင် လက်ယာဘက်သို့ စောင်း၍ လက်ယာလက်ပေါ်တွင် ပါးတင်ထားလျက်ရှိသည်။ ဤလျောင်းတော်မူ၏ ထူးခြားချက်မှာ မြောက်ဘက်သို့ မဟုတ်ပဲ တောင်ဘက်သို့ ဦးခေါင်းမူထားခြင်း ဖြစ်သည်။ ဤသို့ တည်ထားခြင်းမှာ အရှေ့ဘက်တွင်ရှိသော ရွှေဆံတော်စေတီကို မျက်နှာမူနေစေရန် ဖြစ်ဟန်တူသည်။",
  "shinarnandarHistory": "Not available for English translation.Thank you \n\nရှင်အာနန္ဒာအုတ်ကျောင်းသည် မြန်မာနိုင်ငံ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံရှိ ဘုန်းကြီးကျောင်းဖြစ်၍ (၄)ရက်၊ ဇန်နဝါရီလ (၁၇၇၆)တွင် ပုဂံမော်ကွန်းထိန်း ဥတ္တနရာဇာက စတင်ဆောက်လုပ်ခဲ့ရာ (၂၁) ဇွန် (၁၇၈၅)တွင် ပြီးစီးခဲ့သည်။ ကျောင်းတည်ဆောက်ရာတွင် ပစ္စည်းဖိုး (၂၁၅၀)ကျပ်နှင့် လက်ခ (၁၈၀၀)ကျပ် စုစုပေါင်း (၃၉၅၀)ကျပ် ကုန်ကျခဲ့သည်။ ကျောင်းဆောက်ပြီးသောအခါ ဥတ္တနရာဇာသည် ကျောင်းထိုင်ဆရာတော်အဖြစ် ရေမြိန်ဇာတိ၊ သင်္ဃန်းရုံ အနွယ်ရှင် သုဓမ္မာလင်္ကာရကို တင်လှူခဲ့သည်။\n\nဘုန်းကြီးကျောင်းသည် အာနန္ဒာဘုရားအနီး၌ တည်ရှိသည့်အတွက် အာနန္ဒာအုတ်ကျောင်းဟု ခေါ်ဝေါ်ခဲ့ကြသည်။ ရှင်အာနန္ဒာအုတ်ကျောင်းသည် ပုဂံဒေသရှိ ကုန်းဘောင်ခေတ် လက်ရာ တစ်ခုဖြစ်ပြီး အုတ်ကျောင်းအတွင်း ခရစ်(၁၈)ရာစု ကုန်းဘောင်ခေတ် နံရံဆေးရေး ပန်းချီများကို လေ့လာနိုင်သည်။",
  "latputkanguHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ် = ၇၁၁/၃၅၅\nလက်ပွတ်ကန်ဂူဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည်။ မလုံးဖြစ်ဂူဘုရား တံတိုင်း၏ အနောက်မြောက်ယွန်းတွင်ရှိသော လက်ပွတ်ကန်ဂူဘုရားတံတိုင်းသို့ လှည်းလမ်းမှ ယာခင်းကိုကျော်ပြီး သွားရောက်ရန် ဖြစ်လေသည်။",
  "lawkahtaikpanHistory": "Lokahteikpan is a Buddhist temple in Bagan, Burma, founded c. 1125. This temple is known for its frescos, which contain painted inscriptions that are among the oldest documents in the Old Burmese language.",
"lawkanandarHistory": "Lawkananda Pagoda (Burmese: လောကနန္ဒာစေတီ;  also spelt Lokananda, literally \"joy of the world\") is a Buddhist stupa located in Bagan, Burma (formerly Pagan). It was erected on the bank of the Ayeyarwady River, and built during the reign of King Anawrahta. It contains a replica of a Buddha tooth relic. The Lawkananda Pagoda festival along with local food and handicrafts is celebrated in the month of July every year. Since it takes place in the rainy season, very few outside visitors are able to attend the festival. On 24 May 2003, a bejewelled umbrella (hti) was hoisted to the top of the pagoda.",
"laymyatnarHistory": "Lemyethna Temple (Burmese:လေးမျက်နှာ ဂူဘုရား), also known as Lemyethna Pagoda or the Temple of the Four Faces, is 13th-century Buddhist temple in Bagan, Myanmar. Built in 1222 by the Pagan Empire, the temple remains in regular use.\n\nDescription\nLemyethna temple was built in 1222 or 1223 in Bagan, near the village of Min Nanthu. Archaeological evidence suggests that the temple was built on top of a foundation erected by the Pyu civilization, which had ruled Bagan before the formation of the Pagan Empire. The temple was sponsored by Ananda Thuriya, a minister of King Htilominlo, who was himself a prolific builder of temples. The building was one of the last temples built by the Pagan dynasty of Myanmar, which went into decline after Htilominlo's death.\n\nAt the time of the temple's dedication, it housed a number of Buddhist relics and contained murals depicting Buddhist scenes. Ananda Thuriya also inscribed prayers on the temple. The structure is a single story tall, and is surrounded by four porches. The temple also has a large central stupa.\n\nThe temple's condition decline over the centuries, and frequent whitewashing of the temple damaged some of the original murals. The government of Myanmar repaired parts of the temple in 1961, and the temple remains in regular use.",
  "thetawyaHistory": "Not available for English translation.Thank you \n\nသက်တော်ရစေတီတော်သည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ညောင်ဦးမြို့အတွင်း ဝက်ကြီးအင်းချောင်း အနီးရှိ ဆူးလေကုန်းပေါ်တွင် တည်ရှိသည်။ ရှေးအခါက ယင်းကုန်းမြေကို စောလူးကုန်းဟု ခေါ်တွင်ခဲ့ပြီး ကာလရွေ့လျားလာသည်နှင့် ဆူးလေကုန်းဟု ယနေ့အမည်တွင်သည်။ ဆူးလေကုန်းသည် တရုတ်ပြေး ဥမင်အနီး ဂူပြောက်ကြီးဘုရား၏ တောင်ဘက် ကျန်စစ်သား ဥမင်ဂူ၏ အရှေ့ဘက်တွင် တည်ရှိသည်။\n\nသက်တော်ရစေတီတော်သည် လေးဘက်မုခ်ပါသော ဂူဘုရား အမျိုးအစားဖြစ်သည်။ သက်တော်ရစေတီတော် တည်ထားပုံလက်ရာအရ သက္ကရာဇ် ၁၀၇၇-၁၀၈၄-ခုနှစ်ကာလ၊ စောလူးမင်း လက်ထက်တွင် တည်ထားခဲ့သည်ဟု တွက်ဆနိုင်သည်။\n\nမုခ်လေးခုတွင် ပွင့်တော်မူပြီးသော ကကုသန်၊ ကောဏဂုံ၊ ကဿပနှင့် ဂေါတမစသည့် ဘုရားလေးဆူကို ရည်စူးတည်ထားသည်။ အရှေ့မုခ်ရှိ ဆင်းတုတော်မှာ မတ်ရပ်ဆင်းတုတော်ဖြစ်ပြီး ကျန် သုံးဆူမှာ တင်ပလ္လင်ခွေ ဆင်းတုတော်များဖြစ်သည်။ အတွင်းဂန္ဓကုဋိရှိ ဆင်းတုတော်များ၏ နောက်ကျောဘက် နံရံများ၌ ရှေးဆေးရေး ပန်းချီများဖြင့် တန်ဆာဆင်ထားသည်ကို ယနေ့တိုင် အထင်အရှားရှိနေသည်။",
  "sakkyamuniHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ်= ၁၄၇/၁၁၈ ဖြစ်သည်။\nသကျမုနိဂူဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ညောင်ဦးမြို့၌ တည်ရှိသည်။ တည်သောကာလမှာ (၁၃) ရာစုအတွင်း ဖြစ်ဟန် တူလေသည်။\n\nဗိသုကာ လက်ရာများ\nပုံစံပန္နက်ကား လေးထောင့်စပ်စပ် ဖြစ်လေသည်။ မုခ်ဝလေးမျက်နှာရှိ၍ အနောက်ဘက် အာရုံခံ မုခ်လှည့် အဆောက်အအုံ ဖြစ်သည်။ ကုလားကျောင်း အထက်တွင် ပစ္စယာသုံးဆင်ရှိ၍ ပစ္စယာအထက်၌ ကွမ်းတောင်နှင့် စေတီအထွတ် တင်ထားလေသည်။\nတံခါးမုခ်အဝင်ရှိ စုလစ်ပန်းများ၊ တိုင်ဖုံးပန်းများ၊ ပုလဲကုံးများ၊ ဘီလူးပန်းဆွဲတန်းများသည် လက်ရာ အလွန်မြောက်သည်။ အတွင်းနံရံများ၌ ဗုဒ္ဓဝင်နှင့် ငါးရာ့ငါးဆယ် ဇာတ်ကွက်၊ သီဟိုဠ်သို့ အသောကမင်းကြီး သာသနာပြု စေလွှတ်ခန်း ဇာတ်ကွက် ဆေးရေးပန်းချီ၊ နှစ်ကျိပ် ရှစ်ဆူဘုရား၊ ဆေးရေးပန်းချီများနှင့် ကမ္ပည်းစာများ ရှိသည်။",
  "thinganyoneHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ် = ၇၁၂/၃၅၆−က\nသင်္ကန်းရုံဂူဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံတွင် တည်ရှိသည်။ လက်ပွတ်ကန်ဂူဘုရား၏ အနောက်မြောက်ဘက် ယာခင်းကိုကျော်ပြီး သင်္ကန်းရုံဂူဘုရားတံတိုင်းသို့ ရောက်သည်။ တံတိုင်းမှာ ကောင်းမွန်သေး၍ အရှေ့နှင့် အနောက်မျက်နှာများတွင် မုခ်ဆောင်နှင့်တကွ ဝင်ပေါက်များရှိသည်။",
  "thambulaHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ် = ၄၈၂/၂၈၁\nသမ္ဘူလဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံရှိ မင်းနန်သူရွာအနီးတွင် တည်ရှိသည်။\n\nစေတီသမိုင်း\n၁၂၅၅ ခုနှစ်တွင် ဘုရင် ဥဇနာ (၁၂၄၉-၁၂၅၆)၏ မိဖုရားသမ္ဘူလ တည်ထားသော ကောင်းမှုဖြစ်သည်။ ကျောက်စာအရ တိလောက စန္ဒာဒေဝီ ခေါ် သုံးလူလ ဟုလည်း ခေါ်ကြသည်။\n\nဗိသုကာလက်ရာများ\nပန္နက်ပုံစံမှာ စတုရန်းပုံဖြစ်၍ အရှေ့မုခ်လှည့် အာရုံခံဖြင့် ဆောက်ထားသည်။ ဗဟိုမဏ္ဍိုင်ကို လိုဏ်ပတ်စင်္ကြံဖြင့် တည်ဆောက်လျက် လေးမျက်နှာ၌ မုခ်ပေါက်များ ရှိသည်။ လိုဏ်ဂူသည် တစ်ထပ်သာဖြစ်၍ ပုဂံခေတ်နောက်ပိုင်းဟန်ကို တွေ့နိုင်သည်။ အထက်၌မူ ပစ္စယာများနှင့် ကွမ်းတောင်ပါရှိသည်။ အတွင်းနံရံဆေးရေး ဗုဒ္ဓဝင်ဇာတ်တော်များ ရှိသည်။ ပါဠိဘာသာဖြင့် နံရံမင်စာများသည် ဗုဒ္ဓဝင်၊ မဟာဝင်ဆိုင်ရာ အကြောင်းဖြစ်၍ စာပေသမိုင်းအတွက် အထူးအရေးပါလေသည်။",
  "thahtaymoteHistory": "Not available for English translation.Thank you \n\nသာသနိကအဆောက်အအုံအမှတ် = ၂၇\nသူဌေးမုခ်ဂူသည် ညောင်ဦးမြို့၊ ရွှေစည်းခုံစေတီတော်၏ အရှေ့မြောက်တွင် တည်ရှိသည်။ အမည်နှင့် လိုက်ဖက်စွာ နှစ်ထပ်ဂူဘုရား အလတ်စား ဖြစ်သည်။ နှောင်းခေတ်ကုသိုလ်ရှင်များ ထုံးသင်္ကန်း ကပ်လှူထား၍ ရှေးဟောင်းအသွင် ပျောက်ကွယ်လျက်ရှိသည်။ သို့သော် အခြေခံ ဗိသုကာနှင့် နှစ်ထပ်ဂူ အလုပ်အဆောင်တို့မှာ ပုဂံခေတ် လက်ရာအဖြစ် မြင်သာ ထင်သာရှိပါသေးသည်။\n\nအတွင်းမှာ နံရံဆေးရေး ပန်းချီကားများ မပီဝိုးတဝါး ရေးရေးမျှ ကျန်ပါသေးသည်။ ဂူအလုပ်အဆောင်နှင့် နံရံပန်းချီကိုကြည့်၍ ၁၂-ရာစုခန့်က လက်ရာဖြစ်ကြောင်း သိရသည်။\n\nနရပတိစည်သူလက်ထက် သက္ကရာဇ် ၅၅၉-ခုနှစ်တွင် ဇေယျသူဌေးနှင့် မင်းသမီးတစ်ဦးတို့ တည်ဆောက်ခဲ့၍ သူဌေးမုခ်ဂူဘုရား အမည်တွင်ခဲ့ခြင်း ဖြစ်သည်။\n\nသူဌေးမုခ်ဂူဘုရား ကျောက်စာတွင် သက္ကရာဇ် ၅၅၉-အာသစ်သံဂစ္ဆနှစ် ပြာသိုလဆန်း ၇-ရက်၊ ကြာသပတေးနေ့ ဇေယျသူဌေးနှင့် မင်းသမီးလည်း လင်္ကာအမှတ်တပ်ကာ တစ်သိန်းပါရမီဖြည့်၍ ဘုရားအဖြစ်ကို ယူသောကြောင့် (ဂူ)လွှတ်သောအားအလှူ ဟု ရေးထိုးထားလေသည်။ ဇေယျသူဌေးမောင်နှံသည် ဂူလွှတ်ပွဲနှင့်အတူ ဘုရားသို့ ရေစက်တော်သွန်း၍ လှူခဲ့သော ကြေးကွံပူ ကြေးသပိတ်၊ ကြေးခြူး၊ ကြေးကြာ၊ ကြေးဆီမီးတိုင်များနှင့် ခေါင်းလောင်းအပြင် စသည်တို့ မြန်မာပန်တျာ ၁၃၊ ကုလားကချေ(ခြိတ်) ၅-ယောက် ဘုရားကျွန်အမြောက်အမြားနှင့် လယ်ယာမြေပယ်ပေါင်းများစွာကိုလည်း လှူဒါန်းခဲ့ကြောင်း မှတ်တမ်းကမ္ပည်း ရေးထိုးခဲ့သည်။",
  "thantawkyarHistory": "Not available for English translation.Thank you \n\n\nစေတီပုထိုးအမှတ်=၁၅၉၂/၉၀၃\nသံတော်ကြားဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံရှိ ရှေးဟောင်းဘုရား တစ်ဆူဖြစ်သည်။ သံတော်ကြား ရုပ်ပွားဆင်းတုတော်သည် ရွှေဂူကြီးဘုရားအနီး၌ တည်ရှိသည်။ အရွယ် အတော်အသင့် ကြီးမားသော ပေ ၂၀-ခန့်မြင့်သော ဆင်းတုတော်ကြီး ဖြစ်ပြီး သဲကျောက်ကဲ့သို့ ကျောက်အစိမ်းနုချပ်များဖြင့် တည်ဆောက်ထား၍ ရှေးကျသော အသွင်ဆောင်သည်။ သံတော်ကြား ဘုရားသည် ပုပ္ပါးတောင်ရှိ အစိမ်းရောင် ချော်ကျောက် (Tuff stone) များဖြင့် တည်ဆောက်ထားသည့် ဗုဒ္ဓရုပ်ပွား ဆင်းတုတော် ဖြစ်ပြီး အေဒီ(၁၂၈၄)တွင် နရသီဟပတေ့မင်းက တည်ခဲ့သည်။ နရပတိစည်သူ၏ ကောင်းမှုဟုလည်း စကားရှိသည်။\n\nပုဂံနန်းတော်နေရာနှင့် နီးကပ်သည့်ပြင် ဘုရင့်အမိန့်တော် (အသံ)ကို ပြောကြား(ချ)မှတ်ခြင်း အနက်ရှိသော သံတော်ချဟူသော စကားမှ သံတော်ကြားဟု အမည်တွင်လေသလော ယူဆရသည်။ အချို့က ဤဆင်းတုတော်ကြီးကို နရသီဟပတေ့မင်း လက်ထက်နှင့် သက်ဆိုင်ကြောင်း ဖော်ပြကြဖူးလေသည်။\n\nမူလအမိုးပျက်စီးသွားသဖြင့် တိုက်ငယ်ကို အမိုးအသစ်ဖြင့် မိုးထားရသည်။\n\nဘွဲ့အမည်တော်ခေါ်တွင်ပုံ\nသံတော်ကြား ဘုရားတည်ရှိသည့် နေရာသည် ပုဂံနန်းတော် အနီးတည်ရှိပြီး ဘုရင်၏အသံ (သို့မဟုတ်) သမ်းဝေ သည့်အသံကို ကြားနိုင်သည့် နေရာ၌ ရှိသည့်အတွက် သံတော်ကြား၊ သမ်းတော်ကြား စသည့် အမည်များ ခေါ်ခဲ့ရာမှ ယခုအခါ သံတော်ကြား ဟုသာ ခေါ်ကြသည်။\n\nရုပ်ပွားတော်၏ အသွင်အပြင်\nသံတော်ကြား ဗုဒ္ဓရုပ်ပွား ဆင်းတုသည် အမြင့် (၆.၁၀) မီတာ၊ ပေ (၂၀)ခန့် မြင့်သည်။ ၁၉၇၅ ပုဂံ ငလျင်ဒဏ်ကြောင့် သံတော်ကြား ဘုရား၏ ဦးခေါင်းတော် ပြုတ်ကျ ပျက်စီးသွားခဲ့ရာ ရှေးဟောင်း သုတေသန ဦးစီးဌာနမှ ပြန်လည်ပြင်ဆင် ထားသည်။",
  "abeyadanarHistory": "Abeyadana temple is a 12th century Buddhist temple in Bagan, Myanmar. The temple complex has a large central temple, which has a rectangular plan.\n\nHistory\nThe temple was built around 1090 CE, during the reign of king Kyanzittha. A later ink inscription on the temple walls attributes its construction to Kyanzittha's queen Abeyadana.\n\nA local legend states that the temple was built at the place where Kyanzittha's queen Abeyadana waited for him. According to G.H. Luce and Ba Shin, Abeyadana came from the Pattikera kingdom located in the eastern part of the Indian subcontinent (around present-day Comilla District in Bangladesh). The murals in the temple are of east Indian (Pala) style, and were probably created by artists from eastern India.\n\nPaintings\n\nBodhisattva painting in Abeyadana temple\nThe main idol of the temple is a brick image of Gautama Buddha. On the west side of the Buddha image, a portrait-figure shows Abeydana praying to him. The north side of entrance hall features eight rows of Jataka frescos, with titles in Pali language and descriptions in Mon language (and often, the number of the Jataka tale). A subsidiary panel shows the Buddha delivering his first sermon (the Dhammacakkappavattana Sutta). He is sitting cross-legged on a lotus throne, and his hands are in Dharmachakra mudra pose. He is surrounded by people paying obeisance to him: two celestial beings showering lotus flowers at the top, and two kings at the bottom. There is also an image of the goddess Tara, who is shown with a curvy body, dressed in royal attire. On her left side, there is a padma lotus, and on her right side, there is a blue lotus. These flowers are said to signify her purity.\n\nBesides the orthodox Buddhist frescos, the temple walls also feature Tantric and Brahmanic elements. The inner walls of the temple feature frescos of Hindu gods such as Brahma, Vishnu, Shiva and Indra. In addition, there are paintings of deities specific to Burmese Buddhism, such as that of a cross-legged goddess.",
  "alotawpyiHistory": "Not available for English translation.Thank you \n\nစေတီပုထိုးအမှတ်=၃၇၄/၂၂၈\nအလိုတော်ပြည့် ဂူဘုရားသည် မြန်မာနိုင်ငံ၊ မန္တလေးတိုင်းဒေသကြီး၊ ပုဂံရှိ အနော်ရထာလမ်းမကြီး၊ မြောက်ဘက်ခြမ်း၊ ထီးလိုမင်းလိုဘုရား၏ အရှေ့တောင်အရပ်တွင် တည်ရှိသည်။\n\nဂူဘုရားသမိုင်း\nကျန်စစ်သားသည် မင်းမဖြစ်မီ စစ်သူကြီးအဖြစ် အနော်ရထာမင်းကြီးထံ ခစားနေစဉ် စစ်ထွက်ရန် အမိန့်တော် (ထွေတော်) ချမှတ်လေသည်။ ကျန်စစ်သားသည် စစ်သည်ဗိုလ်ပါ အလုံးအရင်းဖြင့် စစ်ထွက်ခဲ့ရာ ပေါက္ကံနေပြည်တော်၏ အရှေ့တောင်အရပ် (ယခု အလိုတော်ပြည့်ဘုရားတည်ရာ) ကုန်းမို့မိုအရောက်တွင် စိတ်လက်လေးလံခြင်းဖြစ်ရကား ထိုကုန်းမို့မို့ထက်၌ ဒူးထောက်ထိုင်ချ၍ အဓိဋ္ဌာန်ပြုလေသည်။ \"မိမိသည် ယခုစစ်ထွက်လာရသော်လည်း စစ်တိုက်လိုစိတ်မရှိပါ။ တစ်ဖက် စစ်ပြိုင်ဖက်များသည် ပုဂံစစ်သည်များ စစ်ချီလာကြောင်းကြားရုံမျှနှင့် စစ်အောင်နိုင်သူ ဖြစ်ရပါလို၏။ မိမိပေါက္ကံပြည် ထီးနန်း၌ မင်းအဖြစ် ရရှိသောအခါ ယခုအဓိဋ္ဌာန်ပြုသည့်နေရာတွင် ဘုရားတည်ပြီး သာသနာပြုလိုပါ၏\" ဟူ၍ အဓိဋ္ဌာန်ပြုခဲ့လေသည်။ ကျန်စစ်သားစစ်သူကြီးသည် အဓိဋ္ဌာန်ပြုရာကုန်း မှခွာ၍ စစ်ချီသောအခါ အဓိဋ္ဌာန်စိတ်အကြံအတိုင်း ပေါက်မြောက်အောင်မြင် ခဲ့လေသည်။ ပုဂံပြည်တွင် ကျန်စစ်သားမင်းအဖြစ် ရောက်ရောက်ခြင်း ရှင်အရဟံမထေရ်မြတ်နှင့် တိုင်ပင်ပြီး မိမိစစ်သူကြီးဘဝက အဓိဋ္ဌာန် ဆုတောင်းပြည်ခဲ့သည့်နေရာသို့ ချက်ချင်းသွားရောက်၍ အရှေ့ဘက် မျက်နှာလှည့် ဂူဘုရားငယ် တစ်ဆူကို ဦးစွာတည်ထားလေသည်။ ထိုဂူဘုရားငယ်ကို \"အလိုပြည့်\" ဘွဲ့မည်ကို သမုတ်ခဲ့လေသည်။\n\nဗိသုကာ လက်ရာများ\nအလိုတော်ပြည့်ဘုရားသည် စေတီပေါက်တိုက်ခံဘုရားဖြစ်ပြီး ဖိနပ်တော်မှ အထွဋ်ထီးတော်အထိ ဉာဏ်တော် အမြင့် (၄၇) ပေခန့်သာ ရှိသည်။ အရှေ့ဘက် မျက်နှာလှည့်ဘုရားဖြစ်၍ ဂူလိုဏ်အတွင်း အရှေ့မြောက်ထောက်နံရံထုအတွင်းမှ အပေါ်သို့တက်ရန် ကြောင်လိမ်လှေကား ဖောက်လုပ်ထားသည်။ လိုဏ်အတွင်း၌ နံရံပြည့် နှစ်ကျိပ်ရှစ်ဆူ ဗျာဒိတ်ခန်းများ၊ သုတ်တရားဟောသည့် ရုပ်ပွားတော်၊ ဆေးရေးလက်ရာများရှိပြီး ရှေးမွန်ကမ္ပည်းစာ (မင်စာ)များရှိသည်။\n(၁၂) ရာစုတွင် အလိုတော်ပြည့်ဘုရားကို \"သင်ကြီး ငတုပ်သင်\" ပြုပြင်ခဲ့ကြောင်း မြန်မာလို မင်စာမှတ်တမ်းရှိသည်။ ထိုမှတ်တမ်းမင်စာ၌ သက္ကရာဇ် ၅၅၆ ဟု ဖော်ပြထားရာ သင်ကြီးငတုပ်သင် ပြုပြင်သောကာလမှာ နရပတိစည်သူမင်းကြီး လက်ထက်ဖြစ်သည်။\n\nအလိုတော်ပြည့် ဆရာတော်ဘုရား\nနှစ်ကာလများ ကြာလာသောအခါတွင် အလိုတော်ပြည့်ဘုရားမှာ ချုံနွယ်ပိတ်ပေါင်းဖြင့် ပိတ်ဆို့လျှက် မထင်မရှားဖြစ်နေခဲ့ရာ ရှေးဟောင်းသုတေသနကသော်မှ ဦးစားပေး ပြုပြင်ထိန်းသိမ်းမှုစာရင်းဝင် ဘုရားတစ်ဆူအဖြစ် သတ်မှတ်ခြင်း မခံခဲ့ရပါ။\n\nသို့သော် မြန်မာသက္ကရာဇ် ၁၃၅၄ ခုနှစ်တွင် သာသနာပြုမည့် ရခိုင်မှ ဆရာတော် တစ်ပါးသည် အလိုတော်ပြည့်ဘုရားကို ပဋ္ဌာန်းဓာတ်ကျသဖြင့် အဓိဋ္ဌာန်ဝင် ပုတီးစိတ်ခြင်း၊ တရားဘာဝနာစီးဖြန်းခြင်း၊ မေတ္တာပို့ခြင်း၊ ဝိပဿနာတရားထိုင်ခြင်းတို့ကို (၆)နှစ်တိုင်တိုင် ကျင့်ကြံအားထုတ်ခဲ့သည်။ ထိုဆရာတော်မှာ ယခင် (ပါကစ္စတန်ဆရာတော်) ယခု ညောင်ဦးအောင်မြေ ဗောဓိဓမ္မရိပ်သာ (အလိုတော်ပြည့်) ဆရာတော် ဒေါက်တာ ဘဒ္ဒန္တအရိယဝံသ (မဟာ ဂန္တဓါစကပဏ္ဍိတ) နယ်စပ်ဒေသ သာသနာပြု ဆရာတော်ပင် ဖြစ်သည်။",
  "arnandarHistory": "The Ananda Temple (Burmese: အာနန္ဒာ ဘုရား, ), located in Bagan, Myanmar is a Buddhist temple built in 1105 AD during the reign (1084–1112/13) of King Kyansittha(Hti-Hlaing Min) of the Pagan Dynasty. The temple layout is cruciform with several terraces leading to a small pagoda at the top covered by an umbrella known as hti, which is the name of the umbrella or top ornament found in almost all pagodas in Myanmar. The Buddhist temple houses four standing Buddha statues, each one facing the cardinal direction of East, North, West and South. The temple is said to be an architectural wonder in a fusion of Mon and adopted Indian style of architecture. The impressive temple has also been titled the \"Westminster Abbey of Burma\". The temple has close similarity to the Pathothamya temple of the 10th–11th century, and is also known as “veritable museum of stones”.\n\nThe temple was damaged in the earthquake of 1975. However, it has been fully restored and is well maintained by frequent painting and whitewashing of the walls. On the occasion of 900th anniversary of its construction celebrated in 1990, the temple spires were gilded. It is a highly revered temple of Bagan.\n\nEtymology\nFurther information: Ananda\nThe name Ananda of the temple is derived from the Venerable Ananda, Buddha's first cousin, personal secretary, one of his many principal disciples and a devout attendant. It was once known as Ananta Temple, coming from the phrase 'ananta pinya' in Sanskrit, which translates as \"endless wisdom\". However, the word 'Ānanda' in Pali, Sanskrit as well as other Indian languages mean \"bliss\". It is a popular Buddhist and Hindu name. The attributes of the Buddha, his infinite wisdom \"Anandapinnya in Burmese and Pali\" is commemorated in its name 'Ananda'.\n\nLegend\nThe legend associated with building of this temple ended in tragedy for the builders. Eight (8) monks who approached the King Kyansittha seeking alms gave a graphic description of the Nandamula Cave temple in the Himalayas where they had meditated. When the king invited them to the palace to hear more details, the monks invoked their meditative psychic skills and vividly explained to the King, the landscape of the place they had lived. The King, pleased with this show of their skills, requested the monks to build a temple in the middle of the Bagan plains creating cool conditions in the temple. After the monks completed the temple construction, the King, in order to retain the uniqueness of the temple, got the architects (monks) killed to ensure that another similar structure was not built by them anywhere else. You could see it only in Bagan \n\nGeorge Coedes states a different fate for the architect, \"he and a child were buried alive to serve as guardian spirits of the temple.\": 156 \n\nHistory\nHistory of this perfectly dimensioned temple structure built in 1105 is credited to King Kyansittha. It denotes \"the stylistic end of the Early Bagan period and the beginning of the Middle period\". The timing of building this temple is considered as a culmination of religious education that began during the Pahothanya temple building activity in 1080 AD. The Theravada Buddhism adopted by the King motivated him to present the teachings of Buddha to his people in an accurate and a genuine way through the medium of this temple, to unite Burma under one flag and thus \"creating mass religious enthusiasm\". It has been inferred that the King, as the upholder of the Law wanted to convey his firm belief in the Buddhist doctrine according to his interpretation:\n\n(He) shall purify (and) make straight, write down (and) establish all the holy scriptures. (He) shall proclaim (and) voice the Law, which is even as a resounding drum. (He) shall arouse all the people that are slumbering carelessly. (He) shall stand steadfast in the observance of the commandments at all times.\n\nThrough the unique iconographic depictions (in stone images, the numbered jataka plaques and the standing Buddha images), presented in the symmetrically planned layout of the Ananda temple was built by the King Kyansittha to establish and convey his doctrine to his people in a vivid visual format. It is said that the King who founded this temple became illustrious in the sphere of Buddhist architecture.\n\nArchitectural history\n\n\nAnanda Temple in 1890s (left) and 2007\nThe architectural history of the temple has been widely analysed. While the Mon architecture of Burmese origin is noted, strong influence of Indian Architecture from many temples of Bengal and Orissa is very clear. In this regard archaeologist Duroiselle has made these observations: \"There can be no doubt that the architects who planned and built the Ananda were Indians. Everything in this temple from shikara to basement, as well as the numerous stone sculptures found in its corridors, and the terra-cotta plaques adorning its basement and terraces, bear the indubitable stamp of Indian genius and craftsmanship...In this sense we may take it, therefore, that the Ananda, though built in the Burmese capital, is an Indian temple.\" It is also said that the architecture of this temple greatly represents the Ananta cave temple in Udayagiri hills in Odisha.\n\nThe temple is being restored with the help of the Indian government.\n\nArchitecture\n\n\nPlan of Ananda Temple\nAnanda temple is a perfectly dimensioned stylistic structure, a fusion of Mon and Indian architectural styles and is the central monument built in the Pagan valley. It has been built with bricks and plaster depicting iconographic images in stones and plaques (terra-cotta glazed tiles) with the main purpose of educating the people of the region in the religious ethos of Theravada Buddhism and in accordance with the personal beliefs of the King Kyansittha.\n\nLayout\n\nFrescoes of Buddha from birth to death depicted in the passage\nThe temple structure is in the form of a simple corridor. It has a central square of 53 metres (174 ft); gabled porches project out by 57 feet (17 m) from each face of the square. The superstructure is 51 metres (167 ft) in height formed by decorated terraces. The total length of the temple from end to end is about 290 feet (88 m). In the crucifix layout adopted for the temple, the main plinth over which two receding curvilinear roofs have been built followed by four receding terraces above it. The four terraces lead to the top, where it terminates in a small pagoda and an umbrella known as hti, which is the name of the top ornament found in almost all pagodas in Myanmar. The core part of the temple, at the centre of the terraces, is in the shape of a cube, which houses the four standing Buddha massive statues on its four faces, each of 9.5 metres (31 ft)height (above a 8 feet (2.4 m) high throne). The spire rises above this cubic structure. Two passages delimit the central cube, with the four sides of the cube; each face is decorated with a massive image of the Buddha. The four entrances are provided with teak wood carved doors in the interior and these entrances form a perfect cross or cruciform. A stupa finial crowns each entrance. Jataka scenes (life story of the Buddha – said to be sourced from Mon texts) are embossed over 554 terra cotta tiles that decorate the base, sides and terraces. Each niche, inside the four entrances of the cubical structure, form the sanctum where standing Buddhas, fully gilded and in different mudras or forms are deified and worshipped.\n\nThe two circumambulatory passages have vaulted roof. In these inner passages, surrounding the central cubicle, sculptural ornamentation in the form of 80 large reliefs carved out of volcanic rocks, representing Buddha's life from birth to death, are depicted. The two main passages have cross passages also, which provide the link between the porch and the standing images of the Buddha.\n\nThe external walls of the temple are 39 feet (12 m) in height. They are adorned with fortified parapet walls. Each corner has a ringed pagoda.\n\nBuddhas\n\nStanding Buddha – Kassapa – South facing\n\nStanding Buddha – Kakusandha – North facing\n\nStanding Buddha – Konagamana – East facing\n\nStanding Buddha – Gautama – West facing\nThe four standing Buddhas (pictured) are adorned with gold leaf and each Buddha image faces a direction, from north to south, stated to represent attainment of a state of nirvana; each is given a specific name, Kassapa (in Pāli, it is the name of a Buddha, the third of the five Buddhas’ of the present kalpa (the Bhaddakappa or 'Fortunate Aeon'), and the sixth of the six Buddhas prior to the historical Buddha) – south facing, Kakusandha (in (Pāli) is the name of the twenty-fifth Buddha, the first of the five Buddhas of the present kalpa, and the fourth of the seven ancient Buddhas) – north facing, Konagamana (the name of the twenty-sixth Buddha, the second of the five Buddhas of the present era, and the fifth of the seven ancient Buddhas) – east facing, and Gautama facing west. Out of the four images, the images facing north and south are said to be original, of the Bagan-style depicting the dhammachakka mudra, a hand position symbolizing the Buddha's first sermon, while the other two images are new replacements, after the originals were destroyed by fires. All the four images are made of solid teak wood (some say that the southern image is made of a bronze alloy). The four Buddhas placed in the sanctum, called the \"Buddhas of the modern age\", give an indication of Buddha's \"sense of the omnipresence through space and time\".\n\nThe original south facing Buddha (called the Kassapa) has a unique architectural display, as, when it is viewed from close quarters depicts a sad look. However, the same image viewed from a distance gives an expression of mirthfulness.\n\nThe east and west facing Buddha images are made in the later Konbaung or Mandalay style. The east-facing image of Buddha (known as 'Kongamana') is shown holding, between the thumb and middle finger, a small nutlike sphere – a herb. This herb is said to symbolically represent the Buddha suggesting dhamma (Buddhist philosophy) as a cure for misery and distress. In this mudra, both arms hang at the sides with palms stretching out. This mudra is not seen in traditional Buddhist sculpture outside this temple.\n\nIn the west-facing Buddha, titled Gautama, the abhaya mudra is displayed – with hands outstretched in the gesture of fearlessness. At the feet of this Buddha two life-size statues made in lacquer, representing the crowned figure of King Kyanzittha kneeling piously in prayer, and Shin Arahan, the Mon monk who converted the King into Theravada Buddhism (meaning \"the Teaching of the Elders\") and as a primate also crowned the king, are also displayed. The western portico also depicts two Buddha footprint symbols on pedestals. An inscription below the small image of the King states that the King perceived himself as a \"bodhisattva, a cakkavattin and incarnation of Lord Vishnu\".\n\nPlaques\n\nA typical plaque with inscription at the bottom\nPlaques are a special feature in the temple complex, which depict jataka tales; each plaque made of glazed Terra-cotta tiles representing one story of the jataka. Plethora of plaques is seen on the temple walls and terraces (five numbers). These are: at the base of the structure extending, from south to west, there are 552 images of Mara’s marching warriors intending to attack Buddha, and also a procession of gods; west to the north entrance warriors are shown vanquished by supernatural powers of Buddha; southwest comer of the first terrace to the northern side of the third terrace display 537 plaques, each related to a specific story from Jataka tales; on the northern side of the second terrace up to the fifth terrace depictions are from Tey Mi Jataka; the fifth terrace depicts 547 plaques of stories of Vessantara Jataka in two parts, 537 plaques in the first tier and the second set above the first tier on the roof depict 375 plaques of the last ten jatakas, the Mahanipata; the last ten lives of the Buddha are depicted in plaques of green colour. There are depictions of camels on the plaques, suggesting the influence of trade routes on the region.\n\nStone images\nThe stone sculptures, in the outer vaulted corridors, are considered unique in Bagan. 1500 stone images (mostly unclear due to wear and tear) are seen inside the temple. The special images carved from a single rock (average size is 3.5 feet (1.1 m) high, 2.42 feet (0.74 m) broad and 1 foot (0.30 m) thick) are those that depict 80 episodes from Buddha's life. Also seen are forty episodes from the last life of the Lord Buddha, beginning with an image of Setaketu Deva to Prince Siddhartha peeping through the tapestry for a last look at his consort Yasodhara and his newborn son Rahula, before he left the palace for the life of recluse in the forest.\n\nPaintings\nWall paintings inside the prayer halls of the temple have been mostly white washed. Some of the paintings still discernible on the south-west column of the northern devotional hall have been restored by the Department of Archaeology of Myanmar. Some of the paintings seen in good condition are: on the walls and ceiling of the eastern devotional hall; the pictures of re-appeared Buddha, north of the statue of standing Buddhas, Arahats and lotus flowers; and floral designs on the western entrance.\n\nOther structures\nAnanda Oakkyaung is simply a Monastery built with red bricks, located within the precincts of the Ananda Temple. It was built in 1137 AD. Paintings of the 18th century are seen in the walls of the monastery, which also have an inscription that attributes building of the monastery to three brothers. Shin Thuddhamma Linkara, a highly venerated monk lived here.\n\nTharabha Gate is the only surviving gate of the ancient Bagan city (previously known as Pagan); the Ananda temple is located to its southeast. Tharabar, a word derived from the Pali word \"Sarabhanga\", which literally means \"shielded against arrows\". Tharabar was one of the 12 gates of entry to the Pagan city built by King Pyinbya, in 849 AD. Some stucco engravings of Ogres are still seen on the gate. It is believed that two spirits protect it namely, the brother \"Lord of the Great Mountain\" on the left of the gate and the sister \"Golden face\" on the right side.\n\nMuseum\nA field museum has been established near the Ananda temple in Pagan. The purpose is to study the artifacts in the ambience of their original settings.\n\nFestivals\nThe temple is also home to an annual week-long festival that is held during the month of Pyahto (December to January). During the festival, 1000 monks perform continuous chanting of scriptures for 72 hours. Thousands of villagers from miles around set up encampments around the temple. On the morning of the full moon day, they offer gift bowls to the monks in attendance.",
  "thatbyinyuHistory": "The Thatbyinnyu Temple (Burmese: သဗ္ဗညု ဘုရား, [θaʔ bjɪ̀ɰ̃ ɲ̥ṵ pʰəjá]; Pali: Sabbannu or \"the Omniscient\") is a Theravadin Buddhist temple in Bagan (Pagan), Myanmar. The temple is recognized as a monument in the Bagan Archeological Area, a UNESCO World Heritage Site. Completed in 1150–51 during the reign of King Sithu I, the temple reflected the Bagan period's \"innovative architectural and artistic creativity\" and \"an expression of the self-confident Burmese spirit of nationhood.\" At the pinnacle height of 66 m (217 ft), the five-story Thatbyinnyu is known as the tallest temple in Bagan, alongside the tallest stupa in Bagan, the 100 m (328 ft) Shwesandaw.\n\nThe temple was badly damaged by the earthquakes of 1975 and 2016. It is undergoing restoration work with Chinese technical and financial assistance; the restoration work is expected to last until about 2028.\n\nFoundation\n\nThe Ananda Temple in the foreground and the Thatbyinnyu in the background\nJust inside the southeastern corner of the old city wall, the Thatbyinnyu Temple was founded by King Sithu I of Bagan Dynasty in 1144/45. According to the royal chronicles, it was the king's second major temple construction after the Shwegugyi Temple, and the king is said to have donated \"boatloads of rubies\" to both temples.\n\nThe temple was constructed during \"a period of rededication to Theravada Buddhism and religious scholarship\", and construction was completed in the year 1150/51. (Additional ornamentation work continued on the terraces but was never fully completed. The terraces contain indentations that were meant to hold a series of over 500 ceramic plaques depicting the jataka stories but the plaques apparently were never added.)\n\nArchitecture\n\nA closer view of Thatbyinnyu Phaya\nThe Thatbyinnyu is a five-story brick masonry building topped by a sikhara tower with a hti at the pinnacle. \"Somewhat similar to\" the nearby Ananda Temple in its architectural style, the temple's exterior is covered in white stucco, and its terraces paved in stone. The temple was originally at the center of a walled enclosure, of which only the north gate remains. It sits on a platform that is approximately 58 m (190 ft) on each side. The east side has a projected 7.3 m × 11.6 m (24 ft × 38 ft) entry hall, while each of the north, south, and west sides has a 3.3 m-long (11 ft) protrusion and six entry points.\n\nThe temple exterior resembles a series of square \"cubes\", stacked on top of each other, separated by seven receding terraces. Each corner of the terraces is adorned with stupa obelisks on square bases. The elevated central tower, or sikhara, is 30.03 m (98.5 ft) on each side. The temple's architectural height (nyandaw) is 61.3 metres (201 ft) tall; its pinnacle height is 66 metres (217 ft). It is the tallest temple in Bagan. It is not the tallest structure in Bagan, however; the tallest is the Shwesandaw Pagoda, which is at least 100 m (328 ft) tall, without counting the hti spire.\n\nThe five-story temple served not only as a place of worship but also as a monastery and library. The temple's first and second floors were used as the residence for monks; the third floor was used to hold images; the fourth was used as a library; and the fifth stored relics. The interior of the temple consists of \"pointed arches in the spacious hallways and barrel vaults in other areas\". Each floor has two tiers of windows, creating a \"vibrant and light interior\". Murals filled the ceiling. Original murals with the footprints of the Buddha have survived on the ceiling of the western porch.\n\n\n\nFrescos within Thatbyinnyu Temple\nThe temple \"reflected the era's innovative architectural and artistic creativity\" of the era. Bagan period scholar Paul Strachan calls Thatbyinnyu \"an expression of the self-confident Burmese spirit of nationhood.\"\n\nRecent history\nThe temple is known to have been hit by at least two major earthquakes, occurring in the years 1975 and 2016. The 1975 earthquake left the temple with heavy damage. The top finial of the sikhara, the main Buddha statue on the 3rd floor, and the corner stupas were all damaged. Vertical cracks measuring up to 23 cm (9.1 in) in width appeared on the exterior walls of the third floor. The damages were repaired by 1979, and the structure was further strengthened in the early 1990s. More maintenance work such as waterproofing of terraces and repointing the exterior were undertaken in the 2000s.\n\n\nThe Thatbyinnyu Temple under construction in 2018, due to damage resulting from the 2016 earthquake\nThe temple was badly damaged after a 6.8 magnitude earthquake hit the Bagan region August 24, 2016. It was one of the 36 worst-hit structures, and sustained several horizontal and vertical cracks throughout the structure across all floors and terraces. Masonry works at the bottom were further damaged by rain. The temple's structure was reinforced with Chinese assistance in 2017. In April 2019, a Chinese archaeological team began working on a nine-year project to restore the temple.\n\nOn July 6, 2019, the Bagan Archaeological Area became a UNESCO World Heritage Site. The Thatbyinnyu Temple's UNESCO designation is Monument #1597.",
  "anawrahtaNote": "Anawrahta Minsaw (Burmese: အနော်ရထာ မင်းစော,  11 May 1014 – 11 April 1077) was the founder of the Pagan Empire. Considered the father of the Burmese nation, Anawrahta turned a small principality in the dry zone of Upper Burma into the first Burmese Empire that formed the basis of modern-day Burma (Myanmar). Historically verifiable Burmese history begins with his accession to the Pagan throne in 1044.\n\nAnawrahta unified the entire Irrawaddy valley for the first time in history, and placed peripheral regions such as the Shan States and Arakan (Rakhine) under Pagan's suzerainty. He successfully stopped the advance of the Khmer Empire into the Tenasserim coastline and into the Upper Menam valley, making Pagan one of the two great kingdoms in mainland Southeast Asia.\n\nA strict disciplinarian, Anawrahta implemented a series of key social, religious and economic reforms that would have a lasting impact in Burmese history. His social and religious reforms later developed into the modern-day Burmese culture. By building a series of weirs, he turned parched, arid regions around Pagan into the main rice granaries of Upper Burma, giving Upper Burma an enduring economic base from which to dominate the Irrawaddy valley and its periphery in the following centuries. He bequeathed a strong administrative system that all later Pagan kings followed until the dynasty's fall in 1287. The success and longevity of Pagan's dominance over the Irrawaddy valley laid the foundation for the ascent of Burmese language and culture, the spread of Burman ethnicity in Upper Burma.\n\nAnawrahta's legacy went far beyond the borders of modern Burma. His embrace of Theravada Buddhism and his success in stopping the advance of Khmer Empire, a Mahayana state, provided the Buddhist school, which had been in retreat elsewhere in South and Southeast Asia, a much needed reprieve and a safe shelter. He helped restart Theravada Buddhism in Ceylon, the Buddhist school's original home. The success of Pagan dynasty made Theravada Buddhism's later growth in Lan Na (northern Thailand), Siam (central Thailand), Lan Xang (Laos), and Khmer Empire (Cambodia) in the 13th and 14th centuries possible.\n\nAnawrahta is one of the most famous kings in Burmese history. His life stories (legends) are a staple of Burmese folklore and retold in popular literature and theater.\n\nEarly life\nPrior to Anawrahta, of all the early Pagan kings, only Nyaung-u Sawrahan's reign can be verified independently by stone inscriptions. Anawrahta is the first historical king in that the events during his reign can be verified by stone inscriptions. However, Anawrahta's youth, like much of early Pagan history, is still shrouded in legend, and should be treated as such.\n\nAnawrahta was born Min Saw (မင်းစော, IPA: [mɪ́ɰ̃ sɔ́]) to King Kunhsaw Kyaunghpyu and Queen Myauk Pyinthe on 11 May 1044. The Burmese chronicles do not agree on the dates regarding his life and reign. The table below lists the dates given by the four main chronicles. Among the chronicles, scholarship usually accepts Zata's dates, which are considered to be the most accurate for the Pagan period. Scholarship's dates for Anawrahta's birth, death and reign dates are closest to Zata's dates.\n\nIn 1021, when Min Saw was about six years old, his father was deposed by his step-brothers Kyiso and Sokkate. His father had been a usurper of the Pagan throne, who overthrew King Nyaung-u Sawrahan two decades earlier. Kunhsaw then married three of Nyaung-u's chief queens, two of whom were pregnant at the time, and subsequently gave birth to Kyiso and Sokkate. Kunhsaw had raised Sokkate and Kyiso as his own sons. After the putsch, Kyiso became king and Sokkate became heir-apparent. They forced their step-father to a local monastery, where Kunhsaw would live as a monk for the remainder of his life.\n\nMin Saw grew up in the shadow of his two step-brothers, who viewed Min Saw as their youngest brother and allowed him to retain his princely status at the court. Min Saw and his mother attended Kunhsaw, and lived nearby the monastery. In 1038, Kyiso died, and was succeeded by Sokkate. Min Saw was loyal to the new king. He took wives, and had at least two sons (Saw Lu and Kyansittha) by the early 1040s.\n\nAccession\n\nStatue of Anawrahta in front of the DSA\nIn 1044 however, Min Saw raised a rebellion at nearby Mount Popa, and challenged Sokkate to single combat. According to the chronicles, the reason for his uprising was that Sokkate had just raised Min Saw's mother as queen. Sokkate is said to have addressed Min Saw as brother-son, which the latter took great offense. Sokkate accepted the challenge to single combat on horseback. On 11 August 1044, Min Saw slew Sokkate at Myinkaba, near Pagan. The king and his horse both fell into the river nearby.\n\nMin Saw first offered the throne to his father. The former king, who had long been a monk, refused. On 16 December 1044, Min Saw ascended the throne with the title of Anawrahta, a Burmanized form of Sanskrit name Aniruddha (अनिरुद्ध). His full royal style was Maha Yaza Thiri Aniruddha Dewa (မဟာ ရာဇာ သီရိ အနိရုဒ္ဓ ဒေဝ; Sanskrit: Mahā Rājā Śrī Aniruddha Devá). Burmese history now begins to be less conjectural.\n\nEarly reign: Consolidation of Central Burma\n\nPrincipality of Pagan at Anawrahta's accession in 1044\nIn the beginning, Anawrahta's principality was a small area—barely 200 miles north to south and about 80 miles from east to west, comprising roughly the present districts of Mandalay, Meiktila, Myingyan, Kyaukse, Yamethin, Magwe, Sagaing and Katha east of the Irrawaddy, and the riverine portions of Minbu and Pakkoku. To the north lay Nanzhao Kingdom, and to the east still largely uninhibited Shan Hills, to the south and the west the Pyus, and farther south still, the Mons.\n\nEconomic reforms\nAnawrahta's first acts as king were to organize his kingdom. He graded every town and village according to the levy it could raise. He made great efforts to turn the arid parched lands of central Burma into a rice granary. He constructed the irrigation system, which is still used in Upper Burma today. He repaired the Meiktila Lake, and successfully built four weirs and canals (Kinda, Nga Laingzin, Pyaungbya, Kume) on the Panlaung river, and three weirs (Nwadet, Kunhse, Nga Pyaung) on the Zawgyi. (He also tried to control the Myitnge river but failed despite all his efforts. The work lasted three years and there were many casualties from fever.) He peopled the newly developed areas with villages, which under royal officers served the canals. The region, known as Ledwin (lit. the rice country) became the granary, the economic key of the north country. History shows that one who gained control of Kyaukse became kingmaker in Upper Burma.\n\nMilitary organization\nAnawrahta organized Pagan's military. His key men—known as the Four Great Paladins in Burmese history—were:\n\nKyansittha, his son and lead general\nNyaung-U Hpi, known as the great swimmer from Nyaung-U\nNga Htwe Yu, former toddy tree climber from Myinmu (near Sagaing)\nNga Lon Letpe, former farmer from near Mount Popa\nAlso at his service were Byatta (ဗျတ္တ), a Muslim (likely an Arab seaman) shipwrecked at Thaton, and his sons Shwe Hpyin Gyi and Shwe Hpyin Nge, (who later entered the pantheon of Burmese folk deities as Shwe Hpyin Brothers ရွှေဖျဉ်းညီနောင်).\n\nFounding of Pagan Empire\n\nPagan Empire, estimated by GE Harvey\nBy the mid-1050s, Anawrahta's reforms had turned Pagan into a regional power, and he looked to expand. Over the next ten years, he founded the Pagan Empire, the Irrawaddy valley at the core, surrounded by tributary kingdoms.\n\nEstimates of the extent of his empire vary greatly. The Burmese and Thai chronicles report an empire which covered present-day Myanmar and northern Thailand. The Thai chronicles assert that Anawrahta conquered the entire Menam valley, and received tribute from the Khmer king. One states that Anawrahta's armies invaded the Khmer kingdom and sacked the city of Angkor, and another one goes so far as to say that Anawrahta even visited Java to receive his tribute. However, Western historians (Harvey, Hall, et al) present a much smaller empire, consisted of the Irrawaddy valley and nearer periphery. His victory terracotta votive tablets (emblazoned with his name in Sanskrit) have been found along the Tenasserim coastline in the south, Katha in the north, Thazi in the east and Minbu in the west.\n\nShan Hills\nHis first efforts were in then lightly inhabited Shan Hills in the east and the north. He acquired allegiance of Shan Hills in two waves. In the early to mid-1050s, Anawrahta first visited the nearer Shan Hills in the east, and received tribute. He founded the Bawrithat Pagoda in Nyaungshwe. The second wave came in the late 1050s and early 1060s after his march to Nanzhao Kingdom. After his return from Nanzhao expedition, Shan chiefs along the route presented Anawrahta with tributes. Still, their allegiance was nominal and he had to establish 43 forts along the eastern foothills of which the following 33 still exist as villages\n\nThe 43 forts were established per the royal order issued 7 February 1061 (12th waxing of Tabaung 422 ME).\n\nLower Burma\nAfter his first Shan campaign, Anawrahta turned to the Mon-speaking kingdoms in the south, which like Pagan were merely large city-states in reality. He first received submission of the ruler of Pegu (Bago). But the Thaton Kingdom refused to submit. Anawrahta's armies, led by the \"Four Paladins\", invaded the southern kingdom in early 1057. After a 3-months' siege of the city of Thaton, on 17 May 1057, (11th waxing of Nayon, 419 ME), the Pagan forces conquered the city.\n\nAccording to Burmese and Mon traditions, Anawrahta's main reason for the invasion was Thaton king Manuha's refusal to give him a copy of the Theravada Buddhist Canon. (Anawrahta had been converted to Theravada Buddhism from his native Ari Buddhism by Shin Arahan, a monk originally from Thaton.) In reality, it was merely a demand for submission couched in diplomatic language, and the real aim of his conquest of Thaton was to check the Khmer Empire's conquests in the Chao Phraya basin and encroachment into the Tenasserim coast.\n\nThe conquest of Thaton is seen as the turning point in Burmese history. Still according to traditional reconstruction, Anawrahta brought back over 30,000 people, many of them artisans and craftsmen to Pagan. These captives formed a community that later helped build thousands of monuments at Pagan, the remains of which today rival the splendors of Angkor Wat.\n\nMore recent research by historian Michael Aung-Thwin has argued forcefully that Thaton's contributions to the cultural transformation of Upper Burma are a post-Pagan legend without contemporary evidence, that Lower Burma in fact lacked a substantial independent polity prior to Pagan's expansion, and that Mon influence on the interior is greatly exaggerated. Possibly in this period, the delta sedimentation—which now extends the coastline by three miles a century—remained insufficient, and the sea still reached too far inland, to support a population even as large as the modest population of the late precolonial era.\n\nAt any rate, during the 11th century, Pagan established its Lower Burma and this conquest facilitated growing cultural exchange, if not with local Mons, then with India and with Theravada stronghold Ceylon (Sri Lanka).\n\nArakan\nAnawrahta's next conquest was north Arakan (Rakhine). He marched over the pass from Ngape near Minbu to An in Kyaukphyu, and then laid siege to Pyinsa, then the capital of Arakan. He reportedly tried to bring home the giant Mahamuni Buddha but could not. He did take away the gold and silver vessels of the shrine.\n\nThere is no single unified Arakanese account to corroborate the event. Surviving Arakanese chronicles (from the 18th and 19th centuries) mention at least two separate raids from the east, as well as \"visits\" by Anawrahta and Kyansittha. According to the Arakanese accounts, the attacks from the east ousted kings Pe Byu and Nga Ton in succession. However, the dates are off by centuries with the ousted kings having reigned in the late 8th to early 9th centuries, 10th to 11th, or 11th to 12th centuries.\n\nAt any rate, as was the case with the Shan Hills, Anawrahta's suzerainty over north Arakan (separated by the Arakan Yoma range) was nominal. The \"conquest\" may have been more of a raid to prevent Arakanese raids into Burma, and some historians (Lieberman, Charney) do not believe he (or any other Pagan kings) had any \"effective authority\" over Arakan. If Pagan never established an administrative system to govern Arakan, it continued to foster a vassal relationship for the remainder of Pagan dynasty, occasionally placing its nominees to the Arakanese throne. Moreover, the Burmese language and script came to dominate the Arakan littoral over the next centuries. With Burmese influence came ties to Ceylon (Sri Lanka) and the gradual prominence of Theravada Buddhism.\n\nPateikkaya\nAnawrahta also received tribute from the Buddhist kingdom of Pateikkaya (ပဋိက္ခယား, IPA: [bədeiʔ kʰəjá]). The location of the small kingdom remains in dispute. The Burmese chronicles report the location as northwest of Arakan and its kings Indian. But British historian GE Harvey reckoned that it was more likely nearer to the eastern Chin Hills. The Tripura State was described as \"Patikara\" in Maharajoang, an ancient historical book of Bramhadesh.\n\nExternal relations\nAs his kingdom expanded, Anawrahta came into contact with the Dali Kingdom (the erstwhile home of the Burmans) in the northeast, and in the southeast, the Khmer Empire, the main power of mainland Southeast Asia at the time. He assisted fellow Theravada Buddhist Ceylon in its war against Hindu Chola invaders.\n\nKhmer Empire\nPagan's conquest of Thaton shook the Mon world. Anawrahta also demanded tribute from other neighboring Mon Kingdoms, Haripunjaya and Dvaravati (in present-day northern and central Thailand). Haripunjaya reportedly sent in tribute but Dvaravati's overlord Khmer Empire instead invaded Tenasserim. Anawrahta sent his armies, again led by the four paladins, who repulsed the invaders. The Burmese chronicles referred to the Kingdom of Cambodia as the southeastern limit of the Pagan Empire.\n\nDali Kingdom\nAfter the Khmer advance was checked, Anawrahta turned his attention toward Dali. Anawrahta led a campaign against the kingdom in the northeast. (According to a mid-17th century source, he began the march on 16 December 1057.) He advanced to Dali, the capital of Dali Kingdom, ostensibly to seek a Buddha's tooth relic. As in the case of the request for the scriptures from Thaton, it was really a demand for tribute. The ruler of Dali shut the gates, and would not give up the relic. After a long pause, two kings exchanged presents and conversed amicably. The Dali ruler gave Anawrahta a jade image which had come into contact with the tooth.\n\nCeylon\nIn 1069, Vijayabahu I of Ceylon asked Anawrahta for aid against the Chola invaders from Tamil country. Anawrahta sent ships of supplies in aid of Buddhist Ceylon. In 1071, Vijayabahu who had defeated the Cholas asked Anawrahta for Buddhist scriptures and Buddhist monks. The Chola invasions had left the original home of Theravada Buddhism with so few monks that it was hard to convene a chapter and make valid ordinations. Anawrahta sent the monks and scriptures, and a white elephant as a present for Vijayabahu. The Burmese monks ordained or re-ordained the entire clergy of the island. In return, the Ceylonese king gave a replica of the Buddha Tooth of which Ceylon was the proud possessor. The replica was then enshrined in the Lawkananda Pagoda in Pagan.\n\nAdministration\nNation-building\nThe greatest achievement of Anawrahta was his consolidation of various ethnic groups into a single nation. He was careful that his own people, the Burmans, not flaunt themselves before other peoples. He continued to show regard for the Pyus, who had recently fallen from greatness. He retained the name Pyu for his kingdom although it was under the leadership of the Burmans. He showed regard for the Mons, and encouraged his people to learn from the Mons.\n\nAnawrahta replaced the kings of Lower Burma (Pegu and Thaton) with governors. At Pegu, he allowed the king of Pegu to remain as a vassal king in appreciation of the latter's help in Anawrahta's conquest of Thaton. But after the vassal king's death, he appointed a governor. Due to geographical distances, other tributary areas such as Arakan and Shan Hills were allowed to retain hereditary chieftainships.\n\nReligious reforms\n\nShwezigon Pagoda in Nyaung-U\nIn 1056, a Mon Theravada Buddhist monk named Shin Arahan made a fateful visit to Pagan, and converted its king Anawrahta to Theravada Buddhism from his native Ari Buddhism. The king had been dissatisfied with the enormous power of Ari monks over the people, and considered the monks, who ate evening meals, drank liquor, presided over animal sacrifices, and enjoyed a form of ius primae noctis, depraved. In Theravada Buddhism he found a substitute to break the power of the clergy.\n\nFrom 1056 onwards, Anawrahta implemented a series of religious reforms throughout his kingdom. His reforms gained steam after his conquest of Thaton, which brought much needed scriptures and clergy from the vanquished kingdom. He broke the power of the Ari monks first by declaring that his court would no longer heed if people ceased to yield their children to the priests. Those who were in bondage of the priests gained freedom. Some of the monks simply disrobed or followed the new way. However, the majority of the monks who had wielded power for so long would not go away easily.\n\nAnawrahta banished them in numbers; many of them fled to Popa Hill and the Shan Hills. He used traditional nat spirits to attract people to his new religion. Asked why he allowed the nats to be placed in Buddhist temples and pagodas, Anawrahta answered \"Men will not come for the sake of new faith. Let them come for their old gods, and gradually they will be won over.\"\n\nUrged on by Shin Arahan, Anawrahta tried to reform the very Theravada Buddhism he received from Thaton, which by most accounts, was in a state of decay, and increasingly influenced by Hinduism. (The Mon chronicles hint that Manuha was reprehensible for making a compromise with Hinduism. Shin Arahan left Thaton because he was unhappy with the decaying of Buddhism there.) He made Pagan a center of Theravada learning by inviting scholars from the Mon lands, Ceylon as well as from India where a dying Buddhism was being given a coup de grace by Hindu Forces. The scholarship helped revitalize a more orthodox form of Theravada Buddhism.\n\nTo be sure, his reforms could not and did not achieve everything overnight. The spread of Theravada Buddhism in Upper Burma was gradual; it took over three centuries. Its monastic system did not achieve widespread village level penetration in more remote areas until as late as the 19th century. Nor did the Aris die out. Their descendants, known as forest dwelling monks, remained a powerful force patronized by the royalty down to the Ava period in the 16th century. Likewise, the nat worship continued (down to the present day). Even the Theravada Buddhism of Anawrahta, Kyansittha and Manuha was one still strongly influenced by Hinduism when compared to later more orthodox (18th and 19th century) standards. Tantric, Saivite, and Vaishnava elements enjoyed greater elite influence than they would later do, reflecting both the relative immaturity of early Burmese literacy culture and its indiscriminate receptivity to non-Burman traditions. Indeed, even today's Burmese Buddhism contains many animist, Mahayana Buddhist and Hindu elements.\n\nHe was the first of the \"Temple Builders\" of Pagan. His chief monument was the Shwezigon Pagoda. The work began in 1059 but was still unfinished at his death 18 years later. He also built the Shwesandaw Pagoda south of Pagan to house the hair relics presented by Pegu. Farther afield, he built other pagodas such as Shweyinhmyaw, Shwegu and Shwezigon near Meiktila.\n\nInvention of Burmese alphabet\nScholarship believed until recently that Anawrahta commissioned the invention of the Burmese alphabet based on the Mon script, c. 1058, a year after the Thaton conquest. However, recent research finds that the Burmese alphabet had been in use at least since 1035, and if an 18th-century recast inscription is permissible as evidence, since 984 CE.\n\nGoverning style\nAnawrahta was an energetic king who implemented many profound enduring political, socioeconomic and cultural changes. He was admired and feared but not loved by his subjects.\n\nHistorian Htin Aung writes:\n\nAnawrahta was ruthless and stern not to any particular ethnic group but to all his subjects, for he felt that harsh measures were needed in building up a new nation. He never accepted the cult of the god-king, and he was impatient even with gods that his people worshipped; men came to say that he beat up gods with the flat of his lance. He achieved his aims but only at the price of his own popularity. His subjects admired and feared him, but did not love him. His execution of two young heroes for a trifling breach of discipline after the conclusion of his Nanzhao campaign angered people, and to appease them he declared that the two dead heroes were now gods who could be worshipped. His forcing of Kyansittha to become fugitive increased his popularity although this action at least was justified for the great paladin, like the Lancelot of the Round Table, was in love with one of his queens.\n\n(The queen in love with Kyansittha was Manisanda Khin U. The two young heroes executed were Shwe Hpyin Gyi and Shwe Hpyin Nge, who later entered the pantheon of Burmese nat spirits).\n\nBut people admired and feared him, and he was able to implement many of his ambitious multifaceted reforms.\n\nDeath\nAnawrahta died on 11 April 1077 in the outskirts of Pagan. The chronicles hint that his enemies ambushed and killed him and then disposed of the body in such a way that it was never found. The chronicles state that a nat (spirit) appeared in the guise of wild buffalo and gored him to death, and then demons took away his body.\n\nAnawrahta is considered one of the greatest, if not the greatest, king of Burmese history for he founded first \"charter polity\" of what would later become modern Burma. Not only did he greatly expand the Pagan Kingdom but he also implemented a series of political and administrative reforms that enabled his empire to dominate the Irrawaddy valley and its periphery for another 250 years.\n\nAnawrahta's legacy went far beyond the borders of modern Burma. The success and longevity of Pagan's dominance over the Irrawaddy valley laid the foundation for the ascent of Burmese language and culture, the spread of Burman ethnicity in Upper Burma. His embrace of Theravada Buddhism and his success in stopping the advance of Khmer Empire, a Hindu kingdom, provided the Buddhist school, which had been in retreat elsewhere in South and Southeast Asia, a much-needed reprieve and a safe shelter. He helped restart Theravada Buddhism in Ceylon, the Buddhist school's original home. The success of Pagan dynasty made Theravada Buddhism's later growth in Lan Na, Siam, Lan Xang, and Cambodia, also due in a large part to Ceylon's interactions with those lands, in the 13th and 14th centuries possible.\n\nIn popular culture\n\nAnawrahta road, Yangon.\nAnawrahta's life stories and legends remain a popular subject of Burmese folklore. The love triangle involving Anawrahta, Kyansittha and Manisanda as well as the sad story of Saw Mon Hla, one of his queens, are a staple of Burmese theater. Due to his reputation as a stern father figure, he is not the central character in these stories where the main protagonist invariably is the romantic soldier-king Kyansittha.",
  "sawluNote": "In this Burmese name, Saw is an honorific, not a given name.\nSaw Lu (Burmese: စောလူး [sɔ́ lú]; also spelled Sawlu; also known as Min Lulin (မင်းလုလင် [mɪ́ɰ̃ lṵlɪ̀ɰ̃]), lit. 'Boy King'; 19 April 1049 – c. 21 April 1084) was king of Pagan dynasty of Burma (Myanmar) from 1077 to 1084. He inherited from his father Anawrahta the Pagan Empire, the first ever unified kingdom of Burma (Myanmar) but proved an inexperienced ruler. In 1082, he faced a rebellion in Lower Burma, and was captured c. April 1083. He was later killed in captivity about a year later.\n\nEarly life\nSaw Lu was born to King Anawrahta and Queen Agga Mahethi, Queen of the Southern Palace. The Burmese chronicles do not agree on the dates regarding his life and reign. The table below lists the dates given by the four main chronicles, and scholarship.\n\nMoreover, the chronicles do not agree whether or not Saw Lu was older than Kyansittha, Anawrahta's other son. According to early chronicles, Kyansittha was older (20 years per Zata) and (two years per Maha Yazawin). However, later chronicles Yazawin Thit and Hmannan say Saw Lu was older by about one and two years, respectively.\n\nAt any rate, Anawrahta made Saw Lu the heir presumptive even though Anawrahta already had a son, Kyansittha by a minor queen whom he had discarded. Saw Lu was brought up by a Mon lady of noble birth. He grew up with the wet nurse's son Yamankan, who became a close friend of his. Saw Lu was not interested in running the kingdom, and never participated in any of his father's military campaigns. He viewed Kyansittha, his half-brother and general in the Pagan army who was extremely popular with the people, with suspicion.\n\nReign\nSaw Lu ascended to the Pagan throne on 11 April 1077 after his father Anawrahta had died under mysterious circumstances. When he became king, he married his father's Mon queen Manisanda (Khin U) and made her the chief queen. His regnal title was Śrīvájrabharaṇatribupati (ၐြီဝဇြာဗရဏ တြိဘုပတိ).\n\nTo run the Mon-speaking territories in the south, he appointed his trusted childhood friend Yamankan, an ethnic Mon. To administer the upcountry, Saw Lu, at the urging of Primate Shin Arahan, reluctantly brought back Kyansittha, who had been sent to exile by Anawrahta for his affair with Manisanda. However, Saw Lu soon had to banish Kyansittha again (this time to Dala near Yangon) because the latter renewed his affair with Manisanda.\n\nMon rebellion\nAs governor of Pegu, Yamankan continued to visit Saw Lu at Pagan. Knowing the inexperience of his childhood friend well, Yamankan decided to rebel. The chronicles describe the final breach between Saw Lu and Yamankan in a dramatic way. The two were playing a game of dice, and Yamankan won. As Yamankan romped about in joy at his victory, Saw Lu taunted him, \"If you are so clever, why don't you rebel against me?\"\n\nYamankan went back to Pegu, and revolted. In late 1082, he sailed up the Irrawaddy river with his army, and took a position on an island a few miles below Pagan. Saw Lu recalled Kyansittha from exile, and gave him the command of Pagan army. They marched south and halted near Myingun (near Magwe). Yamankan's army was stationed at Thayet. Saw Lu was impatient and against Kyansittha's warning, attacked. But Yamankan had expected such an attack and prepared his positions well. Saw Lu's army was routed and the king was taken prisoner. According to the chronicle Zatadawbon Yazawin, the battle between Saw Lu and Yamankan took place in November 1082.\n\nDeath\nKyansittha tried to rescue but Saw Lu refused to be rescued. His last fatal miscalculation that Kyansittha would kill him to get the throne but his friend Yamankan would not. He was killed by Yamankan to prevent the further rescue attempts. According to scholarship, he likely died c. April 1084 before 21 April 1084. Yamankan himself was ambushed by the sniper bow-shot of Nga Sin the hunter and died. Later Kyansittha became the third king of the Pagan Empire.\n\nAccording to Zatadawbon Yazawin, Kyansittha and Yamankan fought a battle c. April 1083 (Kason of 445 ME). The battle may not be the final battle in which Yamankan was slain since Zata says Saw Lu died in 1084 after having reigned seven years. However, other chronicles (Hmannan and Yazawin Thit) say he reigned only for five years, followed by an interregnum that lasted till 1084—implying that the king died in 1083.\n\nSaw Lu was so incompetent that it says much for the genius of the father that his kingdom survived the test.",
  "kyansitNote": "Kyansittha (Burmese: ကျန်စစ်သား,  also spelt as Kyanzittha or Hti-Hlaing Min; 1030 – 1112/13) was king of Pagan dynasty of Burma (Myanmar) from 1084 to 1112/13, and is considered one of the greatest Burmese monarchs. He continued the social, economic and cultural reforms begun by his father, King Anawrahta. Pagan became an internationally recognized power during his 28-year reign. The Burmese language and culture continued to gain ground.\n\nIn his early life, Kyansittha was a popular and successful general who led Anawrahta's major military campaigns that founded the Pagan Empire. He was exiled twice in the 1070s and 1080s for his affair with Queen Manisanda. Kyansittha ascended to the Pagan throne in 1084 after suppressing a major Mon rebellion that killed King Saw Lu.\n\nHis reign was largely peaceful. A great admirer of Mon culture, he pursued a conciliatory policy towards the Mon of the south, and continued the patronage of Mon language and culture at his court. It was in his reign that the synthesis of Burman, Mon, Pyu and Buddhist practices into a Burmese cultural tradition began to reach a level of maturity. The Burmese script began to be used alongside Pyu, Mon, and Pali. A peaceful Pagan grew wealthy from agriculture and trade, and large scale temple building began in earnest. Kyansittha completed Anawrahta's Shwezigon Pagoda and built his crowning achievement, the Ananda Temple. Pagan became a major center of Buddhist learning. Theravada Buddhism continued to gain ground although many Ari, Mahayana and Brahminical practices continued to pervade. Pagan emerged a major power alongside the Khmer Empire in Southeast Asia, recognized as a sovereign kingdom by the Chinese Song Dynasty, and Indian Chola dynasty.\n\nKyansittha is one of the most famous monarchs in Burmese history. His life stories and exploits are still retold in Burmese literature, theater, and cinema.\n\nEarly life\nMuch of Kyansittha's early life, like much of early Pagan history, is shrouded in legend. Many of the stories given in the Burmese chronicles attributed to Kyansittha are legends, with a heavy touch of literary flourish.\n\nParentage\nAccording to the chronicles, Kyansittha was born to Princess Pyinsa Kalayani of Wethali and Anawrahta, then a senior prince at the court of King Sokkate. He grew up away from Anawrahta's court after Anawrahta banished his mother who was pregnant with him to the countryside because Anawrahta was led to believe that she was not of royal blood. The chronicles also speculate that Kyansittha's real father might not be Anawrahta but Yazataman, the Pagan official who guarded Pyinsa Kalayani during her journey to Pagan. Nonetheless, the chronicles accept that he was a legal son of Anawrahta per Burmese customary law, which says a child born in wedlock is presumed to have been begotten by the husband. At any rate, a stone inscription at the Hledauk Pagoda in Taungbyon says that it was donated by Kyansittha, son of Anawrahta.\n\nBirth date\nThe chronicles do not agree on the dates regarding his life and reign. The table below lists the dates given by the four main chronicles.\n\nMoreover, according to Zata, considered the most accurate chronicle for the dates of the best-known Pagan and Ava kings, Kyansittha was born on 21 July 1030, and was about 19 years older than Saw Lu. Maha Yazawin says Kyansittha was about four years older but the two later chronicles Yazawin Thit and Hmannan say Kyansittha was about a year younger than Lu. If Hmannan is correct about Kyansittha's age at death, Kyansittha was born in 1041.\n\nInconsistent chronicle narratives\nFurthermore, the chronicle narratives are filled with many inconsistencies. The chronicles claim that Anawrahta was already king when Pyinsa Kalayani was sent. But Anawrahta did not become king until 1044. Kyansittha had been born at least since 1030. Moreover, it was unlikely that the ruler of Wethali would have sent his daughter to Anawrahta who until 1044 was a prince but not to Sokkate, the king himself. The chronicles also claim that King Anawrahta tried to kill off all babies in the year that Kyansittha was born because his astrologers predicted that a new born would be king. Again, Anawrahta was not the king.\n\nThe meaning of the name Kyansittha\nKyansittha's birth name is lost to history. According to the Shwezigon Pagoda inscriptions dedicated by Kyansittha himself, the name Kyansittha is a title given by Anawrahta. The king gave him the title Kyansittha which means \"the remaining/last standing soldier\" because of the latter's knack for surviving in the battlefield. But according to historian George Coedes, it is a corruption of the Pali word, kalan cacsa, meaning \"soldier-official\".\n\nMilitary career (1057–1070s)\nKyansittha grew up in relative obscurity until Anawrahta recalled his son at a later point (likely by his early teens). At Anawrahta's court, he was a minor prince under the shadow of his elder half-brother Saw Lu, and served as a royal cadet in the Pagan army. Anawrahta soon recognized the ability of his son. According to tradition, in early 1057, the king made his teenage son one of four lead commanders in his invasion of Thaton Kingdom. (Anawrahta's appointment of Kyansittha as commander at such an early age indicates that Anawrahta considered Kyansittha his offspring. During the Burmese imperial era, only the royalty were allowed to assume a senior position in the army at an early age. Commoners, who had to earn that privilege over years of service, were never that young.) Pagan's forces captured Thaton after a 3-months' siege in May 1057. Kyansittha became famous as one of the Four Paladins.\n\nMore recent research by historian Michael Aung-Thwin accepts Anawrahta's conquest of Lower Burma but argues that the chronicle narrative of the conquest of Thaton is a post-Pagan legend.\n\nAnawrahta went on found the Pagan Empire (also known as the First Burmese Empire) expanding his authority in all directions: northern Arakan in the west, Shan Hills in the north and east, and Tenasserim in the south. Kyansittha partook in all of Anawrahta's expeditions including one to the Nanzhao Kingdom, and in some cases (such as the Tenasserim campaign against the Khmer Empire) led them. Soon after the Thaton conquest, Kyansittha along with his three other \"Paladins\" were sent to take control of Tenasserim. The Four Paladins defeated the Khmer army, and Tenasserim became part of Pagan Empire from then on.\n\nIn the early 1070s, Kyansittha was called into service to defend Pegu (Bago) against the raiders from the direction of Chiang Mai. The Pagan army easily drove out the raiders. The ruler of Pegu, whom Anawrahta had allowed to remain as viceroy for his cooperation in the 1057 conquest of Thaton, sent his young daughter, the lady Khin U, jewels and hair relics as presents for Anawrahta. On the journey to Pagan, Khin U was borne in a curtained litter, and Kyansittha rode at her side. During the long journey, they fell in love with each other so violently that the matter had to be reported to Anawrahta. It was the end of Kyansittha's career. He was sent into exile by the king.\n\nThe Burmese chronicles report his exile with a touch of literary flourish. Kyansittha was brought bound into the presence, and Anawrahta taunted him for a time until with his anger rising, he hurled his fairy spear Areindama. But Kyansittha's hour had not yet come. The spear missed, grazing his skin and severing the ropes that bound him. He picked up the famous spear and fled never to return. His flight over hill and dale still forms a favorite subject of Burmese theater.\nExile years (1070s–1082)\nKyansittha fled west, and at a time, he earned a living by tending horses. He finally settled at Kaungbyu (likely in the Sagaing District), and married Thanbula, niece of the head abbot of the local monastery. He was in his early 30s. He lived there for the remainder of Anawrahta's reign until 1077.\n\nIn April 1077, Anawrahta died, and his son Lu succeeded. Lu, who had always viewed Kyansittha as a rival, reluctantly recalled Kyansittha to Pagan, at the urging of Shin Arahan, primate of Pagan, to help administer the kingdom. Kyansittha left a pregnant Thanbula at Kaungbyu. At Pagan, he soon renewed his affair with Khin U (now with the title of Manisanda), who was now a queen of Lu. Kyansittha was promptly exiled again, this time much farther away to Dala (modern-day Yangon).\n\nPegu rebellion (1082–1084)\nIn 1082, Saw Lu faced a serious rebellion by his childhood friend Yamankan, whom he had appointed governor of Pegu. The king recalled Kyansittha to put down the rebellion. At a battle near Magwe, Lu was captured in November 1082 (Natdaw 444 ME). Ministers offered Kyansittha the crown. But he refused. Instead he personally tried to rescue Lu by breaking into the enemy camp at night. Seated on Kyansittha's shoulders and well on the way to safety, Lu thought Kyansittha was kidnapping him to kill him. After all, he had never treated Kyansittha well, and could not believe that Kyansittha would risk his life to rescue someone who had treated him badly. Yamankan on the other hand was his childhood friend, and son of his wet nurse.\n\nLu had yelled out, \"Kyansittha is stealing me!\"\nKyansittha exclaiming, \"Then die, thou fool; die the death of a dog at the hands of these scum\", flung him down, and ran for his life. He swam across the Irrawaddy, and eventually made back to safety.\nYamankan promptly executed Lu, and marched to Pagan. Unable to blockade the fortified walls of Pagan, his army drifted north to near the present-day Ava (Inwa).\n\nKyansittha went to the Kyaukse region, the breadbasket of Pagan, to raise an army. He received allegiance from the chief of Htihlaing, who helped him raise men. With his army, Kyansittha drove Yamankan out. Yamankan's army fled south while Yamankan fled on a barge full of gold and gems he had looted down the Irrawaddy. Kyansittha and his army followed up on the retreating Peguan forces. Midway to the Pegu country, Kyansittha's advance forces caught up with Yamankan near Myingyan. Yamankan, who was blind in one eye, was killed by an arrow through his remaining good eye.\n\nAccording to the chronicle Zatadawbon Yazawin, Kyansittha and Yamankan fought a battle c. April 1083 (Kason of 445 ME). The battle may not be the final battle in which Yamankan was slain since Zatadawbon says Saw Lu died in 1084 after having reigned seven years. However, other chronicles (Hmannan and Yazawin Thit) say he reigned only for five years, followed by an interregnum that lasted till 1084—implying that Saw Lu died in late 1082 or early 1083. At any rate, Kyansittha came to power in 1084, per the Myazedi inscription.\n\nAccession\nAt Pagan, Kyansittha was once proclaimed king on 21 April 1084. The coronation ceremony may have been two years later, in 1086. He ascended to the throne with the title Śrī Tribhuvanāditya Dhammarāja (ဂြီတြိဘုဝနာဒိတျဓမ္မရာဇ). The title's meaning is \"Fortunate Buddhist King, Sun of the Three Worlds\". He was joined by his three queens:\n\nApeyadana, his first wife, with whom he had a daughter Shwe Einsi\nKhin Tan, daughter of chief of Htihlaing\nManisanda, the lady Khin U for whom he had endured exile twice\nHis wife from his first exile Thanbula was not present. She would later come and see him with their son Yazakumar later.\n\nReign\n\nMyazedi inscription, earliest surviving stone inscription in Burmese\nRule of Pagan Empire\nKyansittha strengthened the foundations of Pagan Empire which Anawrahta had built. Although he suppressed the Mon rebellion, he pursued a conciliatory policy towards the Mon. Having spent seven years in the Mon country in exile, the king had a genuine respect for the Mon culture, and kept Mon scholars at his court. The language of most of his epigraphs is Mon (likely because the Burmese script was still coming into its own). The Mon language was widely used among the ruling elite, and the Pyu language continued to be a cultural force as well.\n\nHis policy proved effective. The rest of his reign saw no more rebellions in the south. Elsewhere too was largely peaceful. (He did send an expedition to northern Arakan because the tributary kingdom in the west had come under attack by the lord of southern Arakan. His troops repelled the attack but could not catch the lord.)\n\nPagan's power did not go unnoticed. The Khmer Empire, the other Southeast Asian power, stopped raiding southern Pagan territory. When Pagan sent an embassy to the Chinese Song court in 1106, the Chinese met the Burmese envoys with the full rites accorded only sovereign kingdoms.\n\nGradual growth of Burmese language\nThe use of Burmese vernacular continued to gain strength among the populace although it was still junior to more established languages of Pyu and Mon. (Pali had already replaced Sanskrit as the liturgical language since 1057.) The earliest evidence of a more settled Burmese script was the Myazedi inscription, dedicated to him in 1112 when the king was on his deathbed. The use of Pyu began to decline.\n\nThe first ever mention of the word \"Myanmar\" (the literary name of the Burmans (Bamar)) appeared in the epigraph of his new palace, built between December 1101 and April 1102.\n\nReligious affairs\n\nThe Ananda Temple, Pagan (Bagan)\nKyansittha guided by Shin Arahan continued Anawrahta's policies to reform the Buddhism of Pagan, which was a mix of Ari Buddhism, Mahayana Buddhism, Theravada Buddhism and Hinduism. He gave sanctuary to Buddhists fleeing India (which had just come under Muslim rule). The king entertained eight learned Indian monks for three months, listening to their stories. Enthralled by the description of their great cave temple of Ananta in the Udayagiri hills of Orissa, the king commissioned the Ananda Temple in imitation. He also completed the Shwezigon Pagoda which Anawrahta began.\n\nNonetheless, historians contend that even the reformed religion of Shin Arahan, Anawrahta, Kyansittha and other Pagan kings was one still strongly influenced by Hinduism when compared to later more orthodox (18th and 19th century) standards. Indeed, with the approval of primate Shin Arahan, Kyansittha believed Vishnu was his patron.\n\nSuccession\nKyansittha appointed his grandson Sithu (later Alaungsithu) as heir apparent because he thought he did not have a son. It turned out that he had forgotten the pregnant wife he left in Kaungbyu when he first recalled to Pagan in 1078. Thanbula gave birth to a boy, and did not learn of Kyansittha's ascent to the throne right away. When she finally came to the Pagan to meet Kyansittha with their son, the king did not want to go back on his word. Instead he appointed the boy the titular lord of Arakan with the title of Yazakumar (Pali: Rajakumar, lit. King's son). Alaungsithu succeeded him.\n\nDeath\nKyansittha died in either 1112 or 1113 after a long illness. He was either 82 or 83.\n\nLegacy\nKyansittha is regarded as one of the greatest Burmese monarchs for saving the nascent Pagan Empire and making it stronger. His continuation of Anawrahta's social, economic and religious policies transformed the kingdom to a major regional power. His reign is generally understood as the time when the assimilation of various cultural traditions (Mon, Pyu and Burman) began to meld into a common Burmese cultural tradition that would come to dominate the Irrawaddy valley.\n\nIn popular culture\nKyansittha is remembered as a romantic warrior king. He was popular throughout his reign and after. His life stories and exploits are still retold in Burmese literature, theater, and cinema.\n\nIn Mobile Legends: Bang Bang, MOBA from Moonton, the character Minsitthar is based on Kyansittha.\nCommemorations\nTeam Kyansittha is one of four student teams into which all students in every Burmese primary and secondary school are organized. The other three teams are named after the greatest Burmese heroes: Bayinnaung, Alaungpaya and Bandula.\nUMS Kyan Sittha, Myanmar Navy Frigate",
"alaungSithuNote": "Alaungsithu or Sithu I (Burmese: အလောင်းစည်သူ  also Cansu I; 1090–1167) was king of Pagan Dynasty of Burma (Myanmar) from 1112/13 to 1167. Sithu's reign was a prosperous one in which Pagan was an integral part of in-land and maritime trading networks. Sithu engaged in a massive building campaign throughout the kingdom, which included colonies, forts and outposts at strategic locations to strengthen the frontiers, ordination halls and pagodas for the support of religion, as well as reservoirs, dams and other land improvements to assist the farmers. He also introduced standardized weights and measures throughout the country to assist administration as well as trade. He presided over the beginning of a transition away from the Mon culture toward the expression of a distinctive Burman style.\n\nSithu is remembered a peripatetic king who traveled extensively throughout his realm, built monuments and nurtured Theravada Buddhism with acts of piety.\n\nEarly life\nSithu was born Zeyathura Sithu (Burmese: ဇေယျ သူရ စည်သူ, Pali: Jayyasura Cansu) to Saw Yun (son of King Saw Lu) and Shwe Einthi (daughter of King Kyansittha) on 17 January 1090. (According to Zatadawbon Yazawin, he was born on 13 December 1089.) The chronicles do not agree on the dates regarding his life and reign. The table below lists the dates given by the four main chronicles.\n\nAt Sithu's birth, Kyansittha, who thought that he had no son, was so delighted that he crowned the infant as king, and presented the baby to the people saying \"Behold your king! Henceforth, I reign only as his regent.\" (It turned out that Kyansittha did have a son by a wife during one of his exiles in the 1070s. That son, Yazakumar, made no claims of the throne.)\n\n\nthe statute in Mandalay Palace\nAccession\nSithu faced no opposition to the throne after his grandfather, Kyanzittha, died in 1112. He was the great-grandson of Anawrahta on his father's side. His coronation was presided by an aging Primate Shin Arahan who also presided the coronations of the two predecessor kings, and adviser to three previous kings. Upon ascending the throne, Sithu assumed the royal style Sri Tribhuwanaditya Pavarapandita Sudhammaraja Mahadhipati Narapatisithu.\n\nReign\nAdministration\nThe early part of Sithu's reign was spent repressing revolts, especially in Tenasserim and north Arakan. A Pali inscription found at Mergui (Myeik) is evidence that Tenasserim then paid allegiance to the Pagan monarchy. In north Arakan, a usurper (Kahton, lord of Thets) had driven out the rightful heir, who fled to Pagan, where he subsequently died. Pagan's initial attempt to restore the rightful heir Letya Min Nan—a combined land and seaborne invasion—failed but the second attempt in 1118 succeeded. (The Arakanese chronicles report the date as 1103.) Letya Min Nan, in gratitude, repaired the Buddhagaya shrine in the honor of his overlord Sithu.\n\nSithu traveled far and wide throughout his dominions, building many works of merit. These pious pilgrimages form the main theme of the chronicles of his reign. He reportedly sailed as far south as Malaya and Bengal in the west. Like his great-grandfather Anawrahta, he also traveled to Nanzhao Kingdom. There was apparently much disorder during his long absences from the capital.\n\nThe rulings given at his court, some of which by himself, once existed in a collection, the Alaungsithu Hpyatton.\n\nEconomy\nSithu's reign was a prosperous one in which Pagan was an integral part of in-land and maritime trading networks. Sithu engaged in a massive building campaign throughout the kingdom, which included colonies, forts and outposts at strategic locations to strengthen the frontiers, ordination halls and pagodas for the support of religion, as well as reservoirs, dams and other land improvements to assist the farmers. He also introduced standardized weights and measures throughout the country to assist administration as well as trade. The standardization provided an impetus for the monetization of Pagan's economy, the full impact of which however would not be felt until later in the 12th century.\n\nIn the 1150s, Sithu visited the court of Parakramabahu I in Sri Lanka appointing an ambassador. Burmese chronicles state that Sithu married a daughter of Parakramabahu. However, the Sri Lankan chronicle Cūḷavaṃsa records that Sithu caught sight of a letter addressed to the King of Cambodia and attempted to stop Sri Lanka's elephant trade with Cambodia. Instead of a diplomatic marriage, the chronicle states that Bagan captured a lesser Sinhalese princess, sent by Parakramabahu, on her way to Cambodia sparking a brief naval war.\n\nCulture\n\nThatbyinnyu Temple, the tallest in Pagan (Bagan)\nThe wealth funded the temple building boom that began in his grandfather's reign. However, a noticeable shift from the Mon architecture to a Burman-style architecture began. The temples built during his reign include the last examples of Mon architecture at Pagan as well as the earliest efforts to construct Burman-style temples, the most famous example of which is the Thatbyinnyu. Consecrated in 1144, the temple stands about 500 yards from the Ananda Temple, and with its spire rising to a height of over 200 feet (61 m), it is the tallest of all the Pagan monuments. He also built the Shwegugyi Temple, next to the palace.\n\nFall out with Min Shin Saw\nHis eldest son Min Shin Saw was the heir-apparent for most of Sithu's reign. In the 1160s, the king banished Min Shin Saw for the latter's ill treatment of people. Having sent Min Shin Saw a small town about 90 miles north of Pagan, Sithu then appointed the second son Narathu as heir apparent.\n\nDeath\n\nShwegugyi Temple where Sithu was assassinated\nIn 1167, Sithu fell ill. Narathu, who could not wait to be king, moved the king from the palace to the nearby Shwegugyi Temple. When he regained consciousness, Sithu was furious that he had been set aside. Narathu came in and smothered the king with bedclothes.\n\nSithu is posthumously remembered in Burmese history as Alaungsithu (lit. Sithu the Maitreya Buddha) for his numerous pious deeds. The devout Buddhist king was also inducted into the pantheon of Burmese animist nats as Min Sithu. (All but one of the nat sprits in the pantheon were murdered.)",
  "narathuNote": "Narathu (Burmese: နရသူ,  1118–1171) was king of Pagan dynasty of Burma (Myanmar) from 1167 to 1171. Narahthu ascended the throne after murdering his father King Alaungsithu and his elder brother Min Shin Saw. Narathu built the largest of all the Buddhist temples, the Dhammayangyi. Nonetheless, his conduct greatly lowered the prestige of the dynasty, and he was deeply disfavored. The king was assassinated by the mercenaries sent by the chief of Pateikkaya in 1171.\n\nEarly life\nNarathu was a middle son of King Sithu I and Queen Yadanabon. His mother was a daughter of Dhamma Kyin, a minister at King Kyansittha's court. The chronicles do not agree on the dates regarding his life and reign. The table below lists the dates given by the four main chronicles.\n\nNarathu was a senior prince for much of his father's reign, whereas the king's eldest son Min Shin Saw was the heir apparent. However, Min Shin Saw had a major falling out with his father, and was sent to exile at Aung Pinle Lake (near present-day Mandalay). With Min Shin Saw in exile, Narathu now positioned himself to take over the throne. He impressed his father with his management of day-to-day affairs of the kingdom. He soon became the de facto heir apparent at the court.\n\nAccession\nIn 1167, Sithu fell violently ill, and Narathu ordered the king moved to the Shwegugyi Temple, which Sithu had built in 1131. According to the chronicles, when the king woke up and realized that he had been moved out of the palace, he was furious. Narathu came into the room, and put a blanket over his bedridden father's head.\n\nHe still needed to deal with Min Shin Saw, who had come down with an army to claim the throne. Narathu readily submitted, personally leading Min Shin Saw's coronation ceremony. After the ceremony, Min Shin Saw was poisoned while eating his first meal as king.\n\nReign\nNarathu's conduct lowered the prestige of the empire, and he was deeply unpopular. Burdened by his guilt, he shut himself in his palace. To atone for the sins, he built the largest of all the Pagan temples, the Dhammayangyi.\n\nIt is said that Narathu did not use water after using the toilet, and that the Pateikkaya queen did not let him come near her as a result. Narathu became angry, and killed a queen of his with his bare hands in a fit of range. The queen was a daughter of the chief of Pateikkaya, a tributary kingdom in the west in Bengal (near present-day Chin State).\n\nDeath\nAssassination by Pateikkaya\nThe chief of Pateikkaya, angered by Narathu's action, sent a group of eight assassins, disguised as Brahmin astrologers in 1171. The eight managed to gain an audience with the king while hiding their swords underneath their robes. They quickly slew the king. When the palace guards rushed in, they all committed suicide.\n\nAssassination by Polonnaruwa\nAccording to a theory proposed by Gordon Luce, Narathu may have been killed by the assassins from Kingdom of Polonnaruwa in 1165. Some inscriptions in Burma supported this theory, along with the Culawamsa of Sri Lanka.",
"naratheinkhaNote": "Naratheinkha (Burmese: နရသိင်္ခ,  1141–1174) was king of Pagan dynasty of Burma (Myanmar) from 1171 to 1174. He appointed his brother Narapati Sithu heir apparent and commander-in-chief. It was the first recorded instance in the history of the dynasty that the king had given up the command of the army. The king was assassinated by Aungzwa, one of Sithu's servants, after the king had raised one of Sithu's wives to queen.\n\nAccording to G.H. Luce, there is no inscriptional evidence that Naratheinkha or any kings between 1165 and 1174 ever existed. Other historians such as Htin Aung do not agree with Luce's \"conjecture\".\n\nEarly life\nNaratheinkha was the eldest son of Narathu and Queen Myauk Pyinthe. Chronicles do not agree on his date of birth. The table below lists the dates given by the four main chronicles. Scholarship provisionally accepts the birth date as given in Zata's horoscopes section.\n\nNaratheinkha grew up at the court of King Sithu I. He was not even in the line of succession as the heir apparent was his uncle Min Shin Saw. When he reached manhood, he married his second cousin Min Aung Myat, who like him was a grandchild of King Sithu I in marriage ceremony presided by the king himself.\n\nIn 1167, Naratheinkha suddenly became the heir apparent to the throne after his father assassinated both Sithu I and Min Shin Saw.\n\nNaratheinkha came to power in 1171 after his father was killed by the assassins sent by the king of Pateikkaya, an Indian kingdom in the west. At accession, he made his brother Narapati Sithu the heir apparent and commander in chief. This was a significant change because it was the first recorded instance in the history of the dynasty that the king had given up the command of the army. Even a weak king like Saw Lu never gave up the command. He assumed the regnal name \"Śrī Tribhuvanāditya Pavaradhammarāja Dānapati\" (ၐြီတြိဘုဝနာဒိတျပဝရဓမ္မရာဇဒါနပတိ).\n\nDuring his reign, a group of Burmese monks who had visited Sri Lanka, led by Shin Uttarajiva, returned to Bagan refusing to accept the validity of the Shin Arahan derived Kanchipuram-Thaton school, creating a schism. Naratheinkha supported the new school and sent numerous monks to be re-ordained in Sri Lanka, however, the old order and the schims would last another two centuries.\n\nThe new king was popular but his downfall soon came, according to the chronicles, due to his interest in Weluwaddy, a queen of Sithu. The king actually passed over marrying her but regretted the decision later after his brother took her. In 1174, Naratheinkha made up an excuse to send Sithu to the front in the far north at Ngasaunggyan (present-day Yunnan) to suppress a supposed rebellion. When he had confirmed that Sithu's army was at a distant fort, the king raised his sister-in-law to queen.\n\nOn his way to the frontier, Sithu got hold of the news by a messenger on horseback. Knowing he had been misled, Sithu then selected Aung Zwa, a commander from his army, to lead the effort to assassinate the king. Aung Zwa led a team of 80 soldiers, and sped down the river by boat without pause. At Pagan, the team infiltrated the palace, and Aung Zwa himself killed the king.\n\nNotes\n Zatadawbon Yazawin's horoscope section (Zata 1960: 66) says he was born on Wednesday, 17th day of 6th month of 503 ME (Wednesday, 18 August 1141). But Yazawin Thit corrects the year to 496 ME. Also note that Hmannan Yazawin's, dating for this king is inconsistent with its own narrative. Hmannan like all other chronicles agrees that Naratheinkha was older than Sithu II who was born in 1138. However, it had Naratheinkha's birth year as 1140. The reason for the contradiction is that Hmannan for some reason suddenly switches to Maha Yazawin's dates for this king (34 years of age, 3 years of reign), while having followed Yazawin Thit's dating for nearly all of the prior Pagan kings.\n (Htin Aung 1967: 50): Narathu may have been the first king to give up the command but it was never officially recorded in the chronicles.\n (Hmannan Vol. 1 2003: 314–315): In a case of killing the messenger, the messenger, Nga Pyei, was executed by Sithu, reportedly for the messenger having rested his horse and spent a night sleeping on the way there. When his anger subsided, Sithu regretted the decision and gave Nga Pyei a formal burial. He was made a nat (spirit) that governs the islet, the site of his burial, now called Shwe Pyei Shin Kyun.",
"narapatisithuNote": "Narapati Sithu (Burmese: နရပတိ စည်သူ,  also Narapatisithu, Sithu II or Cansu II; 1138–1211) was king of Pagan dynasty of Burma (Myanmar) from 1174 to 1211. He is considered the last important king of Pagan. His peaceful and prosperous reign gave rise to Burmese culture which finally emerged from the shadows of Mon and Pyu cultures. The Burman leadership of the kingdom was now unquestioned. The Pagan Empire reached its peak during his reign, and would decline gradually after his death.\n\nThe reign saw many firsts in Burmese history. For the first time, the term Mranma (the Burmans) was openly used in Burmese language inscriptions. Burmese became the primary written language of the kingdom, replacing Mon and Pyu. The first Burmese customary law based on his grandfather Alaungsithu's judgments was compiled, and used as the common system of law for the entire kingdom. He founded the Royal Palace Guards, which later evolved to become the nucleus of the Burmese army in war time.\n\nHe encouraged further reforms of the Burmese Buddhism. By the efforts of his primate Shin Uttarajiva, the majority of the Burmese Buddhist monks realigned themselves with the Mahavihara school of Sri Lanka.\n\nEarly life\nThe future king was born to Prince Narathu and his wife (later known as Myauk Pyinthe, \"Queen of the Northern Palace\") in Pagan (Bagan) on 8 October 1150. The chronicles do not agree on his birth and reign dates. The table below lists the dates given by the four main chronicles.\n\nHeir apparent\nIn 1171, his elder brother Naratheinkha succeeded the throne, the new king was greeted with multiple rebellions by the Kudus in the Tagaung region in the north and the Mons of Tenasserim coast in the south. Naratheinkha appointed his younger brother Narapatisithu as the heir apparent and commander-in-chief to deal with the rebellions. In 1174, Naratheinkha seized Narapati's wife Weluwaddy (Veluvati) after he sent Narapati on a mission. Narapati retaliated by sending a group of 80 led by Aungzwa to assassinate his brother. After the assassination, he ascended the throne as Sithu II in honor of his grandfather Alaungsithu.\n\nHe came to power some time between 27 March 1174 and 10 August 1174, most probably between April or May 1174. He assumed the regnal name \"Śrī Tribhuvanāditya Pavaradhammarāja.\"\n\nReign\nOne of the first acts of Sithu II was to found the Royal Palace Guards, whose sole duty was to guard the palace and the king. (The Palace Guards later evolved to become the nucleus round which the Burmese army assembled in war time.) He then had to pacify the kingdom, which had seen much instability since the death of Alaungsithu in 1167, and had grown increasingly restless. He successfully persuaded the great-grandson of the Mon king Manuha not to start a rebellion. The rest of the reign was free of rebellions.\n\nEconomy\nBy all accounts, his reign was peaceful and prosperous. Following Anawratha's footsteps, Narapatisithu worked on increasing Upper Burma's economic and manpower advantages over the Irrawaddy valley. He continued to develop the Kyaukse region by building the Kyaukse weir, and expanded the irrigable areas by starting the Mu canals in the present-day Shwebo District. His attempts to expand irrigation southwards into Minbu District by building a canal system repeatedly failed, and had to be abandoned. Through his efforts, the kingdom grew even more prosperous.\n\nThe prosperity of the kingdom is reflected in the superb the Gawdawpalin and Sulamani temples in Pagan he built. The king also built the Minmalaung, Dhammayazika and Chaukpala nearby. His lesser pagodas, such as the Zetawun in Myeik District, the Shwe Indein Pagoda in Nyaungshwe (Shan State) shows the reach of his kingdom.\n\nRise of Burmese culture\nHis reign also saw the rise of Burmese culture which finally emerged from the shadows of Mon and Pyu cultures. The Burmans, who had entered the Irrawaddy valley en masse only in the 9th and 10th centuries, had led the Pagan Kingdom under the name of the Pyu. But now, the Burman leadership of the kingdom was now unquestioned. For the first time, the term Mranma (the Burman people) was openly used in Burmese language inscriptions. (The earliest use of Mranma was found in a Mon inscription dedicated to Kyansittha dated 1102.) The Burmese language became the primary written language of the kingdom, replacing Mon and Pyu.\n\nAdministration\nNarapatisithu appointed Nadaungmya, great-grandson of Nyaung-U Hpi (one of the great Paladins during Anawrahta's reign), chief justice. His chief minister was Ananda Thuriya, reportedly a man of valor who continually hunted down robbers and presented them alive to the king. He had the first Burmese customary law based on his grandfather Alaungsithu's judgments compiled, and used as the common system of law for the entire kingdom.\n\nReligious reforms\nHe encouraged further reforms of the Burmese Buddhism. By the efforts of his primate Shin Uttarajiva, the majority of the Burmese Buddhist monks realigned themselves with the Mahavihara school of Sri Lanka away from the less orthodox Conjeveram-Thaton school.\n\nSinhalese raids\nAccording to the Pali Culawamsa Chronicles, the King of Polonnaruwa (Sri Lanka), Parakramabahu I, dispatched an expedition in 1180 to settle a trade dispute. It suffered from storms and several ships were wrecked. But one ship reached the Crow Island near Mawlamyaing and five reached Pathein, killing a governor, burning villages, massacring the inhabitants, and carrying off a number into slavery. As the Burmese chronicles do not mention these events, there is no check on the Sinhalese version.\n\nThe Devanagala Rock Inscription of Parakramabahu I in SriLanka confirms the raid as it records donation of lands to a returning General from the victories in Ramanna(burma).\n\nNevertheless, the friendly relations were soon resumed. The historical cultural exchanges between the countries continued. The reformation of Burmese Buddhism through the Sinhalese Mahavihara school continued.\n\nDeath\nSithu II died at age 73 (in his 74th year) on 18 August 1211 (11th waxing of Tawthalin 573 ME). On his deathbed, he placed the hands of his five sons on his chest and enjoined them to rule with mercy and justice, and to live together in brotherly love.",
  "htilominloNote": "Htilominlo (Burmese: ထီးလိုမင်းလို,  also called Nadaungmya or Zeya Theinkha Uzana; 1175 – 1235) was king of Pagan dynasty of Burma (Myanmar) from 1211 to 1235. His 24-year reign marked the beginning of the gradual decline of Pagan dynasty. It was the first to see the impact of over a century of continuous growth of tax-free religious wealth, which had greatly reduced the potential tax base. Htilominlo was the last of the temple builders although most of his temples were in remote lands not in the Pagan region, reflecting the deteriorating state of royal treasury.\n\nAll the royal chronicles say he was succeeded by his son Kyaswa. But two contemporary inscriptions indicate that another son of his Naratheinga Uzana was at least acting as the regent towards the end of his reign.\n\nEarly life\nHtilominlo was born to King Sithu II and his queen Saw Mya Kan. Chronicles do not agree on the birth, death and reign dates. According to the Zatadawbon Yazawin chronicle, considered the most accurate chronicle for the Pagan period, he was born on 4 February 1175. The table below lists the dates given by the four main chronicles.\n\nReign\nThe king, a devout Buddhist and a scholar, gave up the command of the army, and left the day-to-day affairs to a privy council consisted of ministers, the forebear of the Hluttaw, or the supreme administrative body of government. He focused his energies on religion and temple-building. He completed the majestic Gawdawpalin Temple, begun by his father Narapatisithu, built the Mahabodhi, a replica of the Buddhagaya temple, and the Htilominlo Temple, named after himself.\n\nHis reign was largely peaceful, except for one rebellion north of Tagaung, which was put down by his commander in chief. By all accounts, he was popular with the people. Still he never really governed, and was especially oblivious to the growing problem of reduced tax base brought about continuous growth of tax free religious holdings. To be sure, his predecessors did not face the problem, and his successors also continued to ignore the problem, where by the 1280s, two-thirds of Upper Burma's cultivable land had been alienated to the religion. Thus the throne also lost resources necessary to retain the loyalty of courtiers and military servicemen, inviting a vicious circle of internal disorders and external challenges by Mons, Mongols and Shans.",
"kyaswarNote": "Kyaswa (Burmese: ကျစွာ,  1198–1251) was the king of the Pagan dynasty of Burma (Myanmar) from 1235 to 1251. Kyaswa succeeded his father Htilominlo and was even more devout. Kyaswa's reign like his father's was largely peaceful but the depletion of the royal treasury due to large tax-free religious landholdings became more pronounced. The royal treasury was so depleted that Kyaswa had trouble completing a temple. The empire founded by Anawrahta over two centuries earlier was still peaceful but already on its last legs, unprepared for the internal disorders and external forces that were to come.\n\nEarly life\nKyaswa was born to Prince Zeya Theinkha and his wife Eindawthe. An inscription donated by his maternal aunt (younger sister of his mother) states that Kyaswa was born on Monday, 4 May 1198 at 4 o'clock in the morning. The date is two weeks later than 20 April 1198, given by the Zatadawbon Yazawin chronicle.\n\nThe table below lists the dates given by the four main chronicles.\n\nReign\nKyaswa assumed the regnal name \"Śrī Tribhuvanāditya Pavarapaṇḍita Dhammarāja\" (ၐြီတြိဘုဝနာဒိတျပဝရပဏ္ဍိတဓမ္မရာဇ). Kyaswa's reign, like his father's, was largely peaceful but the depletion of the royal treasury due to large tax-free religious landholdings became more pronounced. The royal treasury was so depleted that Kyaswa had trouble completing a temple. The devout king, unlike predecessors before him, did try to address the issue by reclaiming some of religious land from forest-dwelling monks. However public opinion against any seizure of monastic land forced him to return the land. Frustrated, the king left the administration of the kingdom to his son and his deputies, and spent his time composing religious writings, and giving his patronage only orthodox (Theravada) sects. The forest-dwelling monks neither needed his patronage nor feared his authority. Toward the end of his reign, forest-dwellers were openly offering meat and liquor to their devotees.\n\nThe king devoted to scholarship and promoting the dhamma with humanitarian policies. Unlike other Pagan kings, he would not resort to forced labor to build his temples. His Pyathada Temple in Pagan is much smaller than many temples built by his predecessors. In 1249, he issued a series of royal edicts (dated 22 April, 1 May and 6 May 1249) to be put up, carved on stone, in every village of more than 50 houses in the empire:\n\nKings of the past punished thieves by divers torture, starting with impaling. I desire no such destruction. I consider all my beings as my children, and with compassion to all I speak these words...\nDeath\nThe king died sometime between 1249 and 1251, according to the main chronicles. But since his son Uzana died in May 1256 after having reigned for 5 years, Kyaswa most probably died in early 1251 as reported by Zatadawbon Yazawin's horoscopes section. Scholarship provisionally accepts 1251 as the year of his death.",
  "uzanaNote": "Uzana (Burmese: ဥဇနာ,  also known as Sithu III; 1213–1256) was king of Pagan dynasty of Burma (Myanmar) from 1251 to 1256. He assumed the regnal name \"Śrī Tribhuvanāditya Dhammarājajayasūra\" (ၐြီတြိဘုဝနာဒိတျဓမ္မရာဇဇယသူရ).\n\nAlthough his actual reign lasted only five years, Uzana was essentially the power behind the throne during his predecessor Kyaswa's reign, 1235–1251. Kyaswa, a devout Buddhist and scholar, had given Uzana full royal authority to govern the kingdom to the business of governing the country. However Uzana reportedly cared more about chasing elephants, and drinking liquor than governing during his father's or his reign. As king, he left the task of governing to his chief minister Yazathingyan. The king was accidentally killed at Dala (modern Twante) in May 1256 while hunting elephants.\n\nHis death was followed by a brief power struggle for the throne. His eldest son, Thihathu, claimed the throne but was pushed aside by the court led by Yazathingyan, who placed the other son by a concubine, Narathihapate, on the throne by November 1256.\n\nDates\nThe table below lists the dates given by the four main chronicles.\n\nAccording to inscriptional evidence, he died a few days before 6 May 1256 when the Pagan selected his younger son by a concubine Narathihapate as the next king.",
  "narathihapateNote": "ript.\nNarathihapate (Burmese: နရသီဟပတေ့,  also Sithu IV of Pagan; 23 April 1238 – 1 July 1287) was the last king of the Pagan Empire who reigned from 1256 to 1287. The king is known in Burmese history as the \"Taruk-Pyay Min\" (\"the King who fled from the Taruks\") for his flight from Pagan (Bagan) to Lower Burma in 1285 during the first Mongol invasion (1277–87) of the kingdom. He eventually submitted to Kublai Khan, founder of the Yuan dynasty in January 1287 in exchange for a Mongol withdrawal from northern Burma. But when the king was assassinated six months later by his son Thihathu, the Viceroy of Prome, the 250-year-old Pagan Empire broke apart into multiple petty states. The political fragmentation of the Irrawaddy valley and its periphery would last for another 250 years until the mid-16th century.\n\nThe king is unkindly remembered in the royal chronicles, which in addition to calling a cowardly king who fled from the invaders, also call him \"an ogre\" and \"glutton\" who was \"great in wrath, haughtiness and envy, exceeding covetous and ambitious.\" According to scholarship, he was certainly an ineffective ruler but unfairly scapegoated by the chronicles for the fall of the empire, whose decline predated his reign, and in fact had been \"more prolonged and agonized\".\n\nEarly life\nThe future king was born to Crown Prince Uzana and a commoner concubine from Myittha on 23 April 1238. For much of his early years, he was known at the palace as Min Khwe-Chi (lit. \"Prince Dog's Dung\") as a harmless royal. Even when his father became king in 1251, Khwe-Chi was not in line for the throne; the position belonged to his half-brother Thihathu, the eldest son of the chief queen Thonlula.\n\nRise to power\n\nThe Mingalazedi Pagoda built by Narathihapate\nBut fate came calling. In early May 1256, Uzana died from a hunting accident, and Thihathu claimed the throne. The court led by the powerful chief minister Yazathingyan did not accept a head-strong Thihathu, and placed their preferred candidate, Khwe Chi, whom they believed they could control, on the throne on 6 May 1256. Thihathu was arrested and executed. Narathihapate held the coronation ceremony in November 1256. He assumed the regnal name \"Śrī Tribhuvanādityapavara Dhammarāja\" (ၐြီတြိဘုဝနာဒိတျပဝရဓမ္မရာဇ).\n\nGoverning style\nThe young king turned out be quick-tempered, arrogant, and ruthless. Soon after his accession, he sent Yazathingyan, the man who put him on the throne, into exile. But he soon had to recall Yazathingyan to quell the rebellions in Martaban (Mottama) (1258–1259) and Arakan (1258–1260). Yazathingyan put down the rebellions but died on the return journey. With the old minister's death removed the only person that could have controlled the ruthless, inexperienced king.\n\nNarathihapate was incompetent in both domestic and foreign affairs. Like his father and grandfather before him, he too failed to fix the depleted royal treasury, which had been deteriorating for years because the continued growth of tax-free religious landholdings. But unlike his grandfather Kyaswa, who would rather build a small temple than to resort to forced labor, Narathihapate built a lavish temple, the Mingalazedi Pagoda with forced labor. The people, sinking under his rule, whispered: \"When the pagoda is finished, the king shall die\".\n\nBorder war (1277–78)\nThe existential threat to the Burmese kingdom came from the north. The Mongols, who conquered the Dali Kingdom (later renamed as Yunnan in 1274) in 1253–57, first demanded tribute from Pagan in 1271–72. When the Burmese king refused, Emperor Kublai Khan himself sent a mission in 1273 to demand tribute once again. The king refused again. The Mongol army of the Yuan dynasty in 1275–76 consolidated the Pagan–Yunnan borderlands as part of their drive to close off escape routes of the Song refugees, and in the process went on to occupy a Burmese vassal state in present-day Dehong Prefecture). Narathihapate sent the army to reclaim the region but the army was driven back in April 1277 at the battle of Ngasaunggyan (modern Yingjiang). The Mongol troops reached as far south as Kaungsin, which guarded the Bhamo Pass, the gateway into the Irrawaddy, before retreating in 1278 due to excessive heat. Later in 1278, the army reestablished its forts at Kaungsin and Ngasaunggyan.\n\nInvasion (1283–85)\n\nMongol mounted archers overcame Burmese elephant corps\nNarathihapate's troubles were not over. In 1281, the Mongol emperor again demanded tribute. When the king refused, the emperor ordered an invasion of northern Burma. In September 1283, the Mongol forces again attacked the Burmese fort at Ngasaunggyan, which fell on 3 December 1283. Kaungsin fell six days later, and the Mongols took Tagaung on 5 February 1284. But the Mongols found the heat excessive and retreated from Tagaung. The Burmese forces retook Tagaung on 10 May 1284. The Mongol resumed their drive southward in the following dry season (1284–85), and reached as far south as Hanlin by February 1285. Although the Mongols did not have the order to attack Pagan, the king nonetheless fled south to Lower Burma.\n\nExile in Lower Burma (1285–87)\nAt Lower Burma, Narathihapate found himself isolated. Although his three sons controlled three key ports (Bassein (Pathein), Dala and Prome (Pyay)) there, he could not gain their support. He did not trust them in any case, and settled at Hlegya, west of Prome, at the border between Central Burma and Lower Burma. The presence of the king and his small army impressed no one. Pegu (Bago) revolted soon after, and drove back the king's small army twice. With Martaban (Mottama) also in rebellion, the breakaway of Pegu meant the entire eastern half of Lower Burma was now in revolt. His three sons remained in control of the western half of Lower Burma but he could not count on them for their support. At Hlegya, the king was literally at the periphery of Lower Burma.\n\nMongol vassal (1287)\nHe decided to return to central Burma even if it meant making peace with the Mongols. In December 1285, he sent the chief minister and general Ananda Pyissi and Gen. Maha Bo to negotiate a ceasefire. The Mongol commanders at Hanlin, who had organized northern Burma as a protectorate named Zhengmian (Chinese: 征緬; Wade–Giles: Cheng-Mien) agreed to a ceasefire but insisted on a full submission. They repeated their 1281 demand that the Burmese king send a formal delegation to the emperor. A tentative agreement was reached among the negotiators on 3 March 1286; Central Burma would now be organized as a sub-province of Mianzhong (Chinese: 緬中; Wade–Giles: Mien-Chung), and the Burmese king would send a formal embassy to the emperor. After a long deliberation, in June 1286, the Burmese king decided to agree to the terms, and sent an embassy led by Shin Ditha Pamauk, the chief primate, to the emperor's court.\n\nIn January 1287, the embassy arrived at Beijing, and was received by the emperor. The Burmese delegation formally acknowledged Mongol suzerainty of their kingdom, and agreed to pay annual tribute tied to the agricultural output of the country. Northern Burma would continue to be organized as Zhengmian (Cheng-Mien) while central Burma would be organized as Mianzhong (Mien-Chung). In exchange, the emperor agreed to withdraw his troops. The Burmese embassy arrived back at Hlegya in May 1287, and reported the terms to the king.\n\nDeath\nAbout a month later, the king and his small retinue left Hlegya for Pagan. But he was captured en route by his son Thihathu, the Viceroy of Prome. On 1 July 1287, the king was forced to take poison. To refuse would have meant death by the sword, and with a prayer on his lips that in all his future existences \"may no male-child be ever born to him again\", the king swallowed the poison and died.\n\nAftermath\nNarathihapate's death was promptly followed by the breakup of the kingdom. Nearly 250 years of Pagan's rule over the Irrawaddy basin and its periphery was over. In Lower Burma, the Hanthawaddy Kingdom of the Mons emerged in 1287. In the west, Arakan was now de jure independent. In the north, the Shans who came down with the Mongols came to dominate Kachin hills and Shan hills, and went on dominate much of western and central mainland Southeast Asia.\n\nThe Mongols deemed the treaty void and invaded south toward Pagan. But the invaders suffered heavy casualties, and retreated back to Tagaung. It would be nearly two years until 30 May 1289 when one of his sons Kyawswa emerged as the king of Pagan. By then, the Pagan Empire had ceased to exist. The Mongols had occupied down to Tagaung, and the occupation would last until April 1303. Even in central Burma, Kyawswa controlled only around the capital. The real power now rested with the three brothers from Myinsaing who would later found the Myinsaing Kingdom in 1297, replacing over four centuries of Pagan Kingdom.\n\nLegacy\nThe king is unkindly remembered in Burmese history as the \"Taruk-Pyay Min\" (\"the King who Fled from the Taruk [Chinese]\") for his flight to the south, instead of defending the country. The royal chronicles paint an especially harsh description of the king, portraying him as \"an ogre\" and \"glutton\" who was \"great in wrath, haughtiness and envy, exceeding covetous and ambitious.\" According to scholarship, he was certainly an ineffective ruler but unfairly scapegoated by the chronicles for the fall of the empire, whose descent predated his reign and in fact had been \"more prolonged and agonized.\" As per historical records, it is documented that King Narathihapate was about to take a meal, he satisfied only when there were three hundred dishes. This characteristic earned him a reputation as a notorious king among the rulers of Pagan.\n\nHistoriography\nVarious royal chronicles report different dates about his life.",
  "kyawswarNote": "Kyawswa (Burmese: ကျော်စွာ,  2 August 1260 – 10 May 1299) was king of the Pagan dynasty of Burma (Myanmar) from 1289 to 1297. Son of the last sovereign king of Pagan Narathihapate, Kyawswa was one of many \"kings\" that emerged after the collapse of the Pagan Empire in 1287. Though still styled as King of Pagan, Kyawswa's effective rule amounted to just the area around Pagan city. Felt threatened by the three brothers of Myinsaing, who were nominally his viceroys, Kyawswa decided to become a vassal of the Yuan dynasty, and received such recognition from the Yuan in March 1297. He was ousted by the brothers in December 1297 and killed, along with his son, Theingapati, on 10 May 1299.\n\nEarly life\nKyawswa was a son of King Narathihapate and Queen Shin Hpa. He was born on 2 August 1260.[citation needed] The table below lists the dates given by the four main chronicles.\n\nReign\nKyawswa was the governor of Dala (modern Twante) in 1285 when his father King Narathihapate fled to Lower Burma from an impending Mongol invasion. But in 1287, the king was assassinated by his second son Thihathu, Viceroy of Prome. Thihathu also killed his eldest brother before he himself was accidentally killed.\n\nRuler of Pagan (1289–1297)\nAfter the death of Narathihapate, the Pagan Empire collapsed, and a period of interregnum ensued. Kyawswa, who hitherto had been governor of Dala, a key port now part of modern Yangon, won the approval of the powerful dowager queen Pwa Saw. He was anointed king on 30 May 1289. However, the new \"king\" had little power beyond a few miles outside Pagan. Indeed, the Pagan Empire had ceased to exist and every region of the former kingdom had its own king or pretenders. The Mongols could not hold the searing Irrawaddy valley but stayed up north in Tagaung. In central Burma, Pagan's natural power base, the real power rested with the three brothers who held the main granary of Kyaukse district from their fortified base of Myinsaing. Kyawswa had no choice but to recognize the brothers as lords of Kyaukse district. On 19 February 1293 (12th waxing of Tabaung 654 ME), the nominal king appointed the eldest brother Athinkhaya as viceroy of Myinsaing, the second brother Yazathingyan as viceroy of Mekkara, and the youngest brother Thihathu as viceroy of Pinle. Although the territories were very small, it was the title viceroy that attracted the brothers.\n\nMongol vassal (1297)\nWith the three brothers increasingly acting as sovereign kings, Kyawswa sent his son Theingapati to the Mongols in Tagaung and asked for recognition as their vassal king in January 1297. He received the official recognition and a Chinese title on 20 March 1297. In December, the brothers invited the now puppet king to Myinsaing, their stronghold, to take part in the dedication ceremony of a monastery built by them. The king, with the backing of the Mongols, felt secure and went to Myinsaing. But as soon as the ceremony was over, he was arrested, dethroned, and forced to become a monk in the very monastery he had just dedicated.\n\nAftermath\nAfter deposing Kyawswa, the brothers went on to found the Kingdom of Myinsaing which covered central Burma along the upper Irrawaddy valley. Saw Hnit, a son of Kyawswa, was elected king by the dowager queen Pwa Saw but soon became a governor under the authority of Myinsaing. The Mongols discovered Kyawswa's dethronement only six months later in June/July 1298. The brothers executed Kyawswa on 10 May 1299. Another of Kyawswa's sons, Kumara Kassapa, escaped to China to seek help in September 1299. The Mongol Emperor declared Kumara Kassapa king of Burma on 22 June 1300, and sent in an army. A Mongol army of 12,000 invaded central Burma in January 1301, reaching the Male fort, north of modern Mandalay on 15 January 1301 and reaching Myinsaing on 25 January 1301. Myinsaing's defenses held. The attacking army was persuaded to retreat with bribes, and the retreat began on 6 April 1301. On 4 April 1303, the Mongols abolished the province of Chiang-Mien based in Tagaung, and withdrew entirely from northern Burma.",
"sawhnitNote": "In this Burmese name, Saw is an honorific, not a given name.\nSaw Hnit (Burmese: စောနှစ်,  also spelled စောနစ်, [sɔ́ nɪʔ], Saw Nit or Min Lulin; 1283–1325) was a viceroy of Pagan (Bagan) from 1297 to 1325 under the suzerain of Myinsaing Kingdom in central Burma (Myanmar). He was a son of the Mongol vassal king Kyawswa, and a grandson of Narathihapate, the last sovereign king of Pagan dynasty. Saw Hnit succeeded as \"king\" after his father was forced to abdicate the throne by the three brothers of Myinsaing in December 1297.\n\nThe brothers put him on the throne, officially styled as the king of Pagan, but essentially their viceroy. His authority amounted to the region around the Pagan city. The viceroy gave his first audience on 8 May 1299. He raised his father's chief queen Saw Thitmahti as his own chief queen. Two days later, the three brothers executed his brother Theingapati and his father Kyawswa.\n\nKing Swa Saw Ke of Ava (r. 1367–1400) was a grandnephew of Saw Hnit.\n\nDates\nSaw Hnit was a son of King Kyawswa. The table below lists the dates given by the four main chronicles.\n\nAncestry\nThe following is the ancestry of Saw Hnit as reported by the Hmannan Yazawin chronicle (Hmannan Vol. 1 2003: 360, 402–403). He was descended from Pagan kings from both sides. His parents were second cousins, once removed.",
"sawmonhnitNote": "Uzana II of Pagan (Burmese: ဥဇနာ,  also Saw Mun Nit; 1311–1368) was viceroy of Pagan (Bagan) from 1325 to 1364 under the suzerain of Pinya Kingdom, and from 1365 to 1368/69 under the Ava Kingdom. He was also the last of the Pagan dynasty which dated back at least to the mid-9th century. Though still styled as King of Pagan, Uzana's effective rule, like his father's and grandfather's, amounted to just the area around Pagan city. King Swa Saw Ke of Ava (r. 1367–1400) was a nephew of Uzana II.\n\nHistoriography\nUzana was a son of Saw Hnit, the vassal king of Pagan. The table below lists the dates given by the four main chronicles.\n\n",
  "ngahtweyuNote": "In this Burmese name, Nga is an honorific, not a given name.\n Gen. Nga Htwe Yu (Burmese: ငထွေရူး, ) was one of the Four Paladins of King Anawrahta during the Bagan dynasty. He was formerly a palm tree climber from Myinmu and said to be capable of dealing with a thousand palm trees in one morning. He was later knighted by Anawrahta and served as a leading general of the Royal Army.",
"ngaloneletpeNote": "In this Burmese name, Nga is an honorific, not a given name.\n Gen. Nga Lon Letpe (Burmese: ငလုံးလက်ဖယ်,  Ngaloun Lekphay) was one of the Four Paladins of King Anawrahta during the Pagan Dynasty. He was formerly a simple farmer from Popa region, and could plough a large-scale farm by driving 60 oxen single-handedly in one morning. He was later knighted by Anawrahta and served as a leading general of the Royal Army.\n\nHe, along with his iconic horse \"Le-mo-thae-khaung\" (Burmese: လေမိုးသည်းခေါင်) is remembered as the epitome of physical might and farming in popular culture today.",
  "nyaungupeNote": "Gen. Nyaung-U Hpi (Burmese: ညောင်ဦးဖီး,  also spelt as Nyong Oo Phee or Nyaung U Bhi), also known as Nga Phee, was a leading general in King Anawrahta's Royal Army. He was well known as a great swimmer, and later became famous as one of the Four Paladins of Anawrahta.\n\nHis great-granddaughter was one of the three chief queens of King Naratheinkha (r. 1168–1171), with the title of Taung Pyinthi. His great-grandson Nadaungmya was made chief justice by King Narapatisithu (r. 1174–1211). His descendant Yazathingyan was the chief minister of kings Kyaswa, Uzana and Narathihapate.",
"yamankanNote": "Nga Yamankan (Burmese: ငရမန်ကန်း,  c. 1039–1084) was Governor of Pegu (Bago) from 1077 to 1084, who raised an unsuccessful rebellion against Saw Lu of Pagan Dynasty. He nearly succeeded. He captured and killed Lu. But he was driven out of Upper Burma by Lu's half-brother, Kyansittha and was killed while in retreat.\n\nEarly life\nYamankan, an ethnic Mon, was raised in Pagan at the court of King Anawrahta. His mother, who was of noble birth, was Anawrahta's son Lu's wet nurse. his posthumous name Yamankan.\n\nHe and Lu grew up together at the Pagan court, and became close friends. When Lu became in king in 1077, he appointed his childhood friend governor of Pegu. Lu proved an ineffective ruler, and over time, Yamankan became convinced that he could successfully break away. He wanted independence for his Mon homeland, which was conquered by Anawrahta only in 1057.\n\nIn 1084, Yamankan had a fallout with Lu, and raised a rebellion. He sailed up the Irrawaddy river with his army, and took a position on an island a few miles below Pagan. Lu recalled Kyansittha from exile, and gave him the command of Pagan army. They marched south and halted near Myingun (near Magwe). Yamankan's army was stationed at Thayet. Lu was impatient and against Kyansittha's warning, attacked. But Yamankan had expected such an attack and prepared his positions well. Lu's army was routed and the king was taken prisoner.\n\nYamankan executed Lu after Kyansittha tried to rescue Lu. (Ironically, the rescue attempt was foiled by Lu who alerted the guards that he was being rescued. The captive king trusted his childhood friend and captor Yamankan more than his brother Kyansittha.) Yamankan himself was ambushed by the sniper bow-shot of Nga Sin the hunter and died.\n\nGovernorship\nAlthough the royal chronicles say he was governor of Pegu, the earliest evidence of Pegu as a place dates only to 1266, about two centuries later than when Yamankan was supposed to have been governor. Furthermore, at least one 18th century Mon language chronicle says the first governor of Pegu in the Pagan period was appointed only in 1273/74.",
  "appinfo": "This is a simple app that provides information about the kings of Bagan Dynasty of Myanmar. The information is taken from Wikipedia.\n\nIntroducing Bagan Guide4U - Your Gateway to the Ancient Kingdom\n\nWelcome to Bagan Guide4U, your comprehensive guide to the enchanting city of Bagan, Myanmar. Inspired by the rich history and cultural heritage of this ancient kingdom, Bagan Guide4U is your go-to source for all things related to this mystical land.\n\nDiscover the Past:\nDelve into the captivating history of Bagan's pagodas, each telling a story of its own. Unravel the mysteries and legends behind these architectural wonders that stand as a testament to a bygone era.\n\nMeet the Legends:\nExplore the lives of prominent figures who have left their mark on Bagan. Learn about the visionaries, rulers, and artists who shaped the city's identity and contributed to its legacy.\n\nExperience the Beauty:\nImmerse yourself in the beauty of Bagan's landscapes and hidden gems. From serene temples to breathtaking vistas, Bagan Info will guide you to the most picturesque spots that capture the essence of this ancient city.\n\nStay in Style:\nPlan your stay with ease by exploring our curated list of hotels and accommodations in Bagan. Whether you seek luxury or a cozy retreat, Bagan Info offers recommendations to suit every traveler's needs.\n\nJourney in Elegance:\nEmbark on a unique adventure with horse carriage rentals, a classic way to traverse the historic streets of Bagan. Experience the charm and nostalgia of a bygone era as you explore the city in style.\n\nWith Bagan Guide4U, let the ancient city of Bagan unfold before you like never before. Start your journey today and uncover the wonders of this timeless destination. The app is developed by Thet Zaw Latt. If you have any feedback or suggestion, please contact me at @tzlOfficial(Telegram). Thank you for using this app. \n\n You can support to me by viewing ads in the app by tapping 'Help Us'. Thank you for your support.",
  "appInfoTitle": "App Info",
  "help": "Help Us",
  "version": "App Version",
  "aboutHotel": "About this Hotel",
  "address": "Address & Contact Information",
  "baganViewHotel": "Bagan View Hotel",
  "baganViewHotelDescription": "Set in a redbrick building with arched windows, this straightforward hotel lies 2 km from the 11th-century Manuha Temple and 3 km from the 12th-century Dhammayazika Pagoda. It's 10 km from Nyaung U Airport. \nLow-key rooms with hardwood floors offer free Wi-Fi, flat-screen TVs and desks, as well as minifridges, tea and coffeemakers, and dining areas. Kids age 6 and under stay at no extra charge when using existing bedding.\nParking and breakfast are complimentary. Other amenities include a restaurant, a roof terrace with scenic views, and an interior courtyard. Bike rentals are available.\n\nCheck-in time : 2:00PM\nCheck-out time : 12:00PM",
  "baganViewHotelAddress": "9 jasmin Road, New Bagan 05231, Myanmar (Burma)",
  "getDirection": "Get Direction",
  "callNow": "Call Now",
  "aLittleBitHotel": "A Little Bit Of Bagan Hotel",
  "aLittleBitHotelDescription": "Set in Bagan, 1.3 km from Shwezigon Pagoda, A Little Bit of BAGAN HOTEL offers accommodation with a terrace, free private parking, a restaurant and a bar. The 3-star hotel has air-conditioned rooms with a private bathroom and free WiFi.\nThe hotel has family rooms. All guest rooms in the hotel are fitted with a kettle. Bagan Nyaung U Golf Club is 2.5 km from A Little Bit of BAGAN HOTEL, while Alodawpyi Pagoda is 2.6 km from the property. The nearest airport is Nyaung U Airport, 5 km from the accommodation.",
  "aLittleBitHotelAddress": "578 Anawrahta Rd, Nyaungu, Myanmar (Burma)",
  "heritageHotel": "Heritage Bagan Hotel",
  "heritageHotelDescription": "Less than a kilometer from Bagan Nyaung-U Airport, this upscale hotel in temple-style buildings is st around a lake. It's 3 km from the viewing platform at Bagan Nan Myint Tower and 6 km from the ornate Shwezigon Pagoda.\nPolished rooms include free Wi-Fi, flat-screen TVs and minifridges, as well as balconies. Suites, some bi-level, add living rooms and/or lake views. Kids age 5 and under (1 per room) stay at no extra cost with an adult.\n\nAmenities include a restaurant with a rooftop bar, as well as an outdoor pool, a hot tub and a poolside bar. There's also a spa and a fitness center.\n\nCheck-in time: 2:00PM\nCheck-out time: 12:00PM",
  "heritageHotelAddress": "Bagan - Nyaung Oo Airport Road, Myay Nal Lay Qtr, Nyaung-U 05232, Myanmar (Burma)",
  "lacquerWare": "Lacquer Ware",
  "lacquerWareDescription": "In 1795, about 220 years ago, the British officer Symes recorded the scene of the streets of Nyaung-U, which were lined of lacquerware stores.\n\n“This street was full of shops, containing no other articles than lackered ware: boxes, trays, cups, &c. varnished in a very neat manner, were displayed in the front of the shops; they were of various colours, some had figures painted on them, others wreaths of flowers.”\nIn central Myanmar, there are several lacquerware producing towns, such as Kyaukka, near Monuya, and Inwa. Bagan is very famous for traditional lacquerware production. These products have been widely traded since long ago.\n\nAlmost all lacquerware were of daily necessities, as mentioned by Symes. Though some lacquerware were used as bowls for offerings and court regalia. Today, there are a large variety of shapes and designs due to changes in lifestyle.\n\nMyanmar lacquerware is made of bamboo and lacquer. The body is made with thin strips of bamboo, which are painted with lacquer and let to dry. Each piece is intricately designed by carving a fine pattern with a small khife and filling the patterns with colored lacquer. In Japan, this technique is called \"kimma\", which is originated from northern Thailand.\n\nAfter the fall of the Bagan dynasty, around the 14th century to the 18th century, lacquerware techniques were introduced to Myanmar from the northeast hilly areas. A combination of bamboo from Ayeyarwadi valley and lacquer from Shan hills. It can be said that traditional crafts were unique to Bagan, the center of Myanmar’s culture.",
  "ponyaygyi": "Fermented bean paste (Pon Yay Gyi)",
  "ponyaygyiDescription": "Pon ye gyi (Burmese: ပုန်းရည်ကြီး, also spelt pone yay gyi and pone ye gyi) is a fermented bean paste commonly used as a condiment or marinade in Burmese cuisine, especially in pork and fish dishes. Pon ye gyi is traditionally made from horse gram beans, alongside other beans. To prepare the paste, the seeds are boiled, pounded with salt and fermented for about 12 hours into a product similar to soya bean sauce, producing a viscous paste with a reddish brown colour. It is consumed as a side-dish all over Myanmar(2019). The towns of Bagan, Nyaung U and Sale, and Myingyan in the country's central Dry Zone are major producers of this product.",
  "yotethay": "Yote Thay",
  "yotethayDescription": "Yoke thé (Burmese: ရုပ်သေး; MLCTS: rupse:,  literally \"miniatures\") is the Burmese name for marionette puppetry. Although the term can be used for puppetry in general, its usage usually refers to the local form of string puppetry. Like most of Burmese refined art, yoke thé performances originated from royal patronage and were gradually adapted for the wider populace. Yoke thé are almost always performed in the form of Burmese operas.\n\nBurmese marionettes are very intricate and their use requires dexterous skills, as they employ 18 or 19 wires for male and female characters respectively, and each puppet is controlled by only one puppeteer.\n\nHistory\nThe probable date of the origin of Burmese marionettes is given as around 1780, during the reign of Singu Min, and their introduction is credited to the Minister of Royal Entertainment, U Thaw. From their inception, marionettes enjoyed great popularity in the courts of the Konbaung dynasty. Little has changed since the creation of the art by U Thaw, and the set of characters developed by him is still in use today. Until the conquest of Upper Burma by the British in late 1885 during the Third Anglo-Burmese War, yoke thé troupes thrived under royal patronage.\n\nList of characters\n\nYoke thé troupe in Bagan, May 2010\n\nTraditional Burmese Commander-in-chief Marionette\nA Burmese marionette troupe has 27 character figures.\n\nNat votaress (နတ်ကတော်ရုပ်, Nat Kadaw) – two figures\nHorse (မြင်း,Myin) – one figure\nElephant (ဆင်, Hsin) – two figures (one white, one black)\nTiger (ကျား, Kyar) – one figure\nMonkey (Myauk) – one figure\nParrot (Thalika) – two figures\nAlchemist (ဇော်ဂျီ, Zawgyi) – one figure\nMinister (Wungyi) – four figures\nKing (Mintayar gyi) – one figure\nPrince (မင်းသား, Minthar) – one figure\nPrincess (မင်းသမီး, Minthami) – one figure\nPrince Regent (Uparaja or Ain-shei-Minthar) – two figures (one white-faced, one red-faced)\nBrahmin (ပုဏ္ဏား, Ponenar) – one figure\nHermit (Yathei) – one figure\nNat (နတ်, Nat) – one figure\nDeva (Maha Deiwa) – one figure\nOld man (Apho-O) – one figure\nOld woman (Aphwa-O) – one figure\nBuffoon (Lu phyet) – two figures\nMusic\nA traditional Burmese orchestra known as a hsaing waing usually provides the music. The puppeteers themselves often provide the voices of the characters.\n\nPolitical role\nThe Burmese court was concerned with preserving the dignity of its members, and marionettes were often used to preserve the esteem of persons who had erred. The king could reprimand his children or his wife in this way by asking the puppeteers to put on a parable warning errant children or careless wives about their reckless ways. While the reprimand would be obvious to anyone who was in the know, it would largely pass unheeded by the people looking on, something that had a great deal of value in a court that could, and did, contain hundreds of people.\n\nBurmese marionettes also served as a conduit between the ruler and his subjects. Many times, people would ask the puppeteers to mention a current event or warning to the ruler in a veiled fashion. Thus, information or popular discontent could be passed on without any disrespect, as marionettes could say things that a human could be punished for with death.\n\nDecline and revival\nYoke thé troupes, like most artisans in pre-colonial Burma alongside the Sangha, enjoyed great royal patronage. However, like most forms of traditional arts, patronage vanished upon the colonisation of Upper Burma by the British in November 1885, following the Third Anglo-Burmese War.\n\nIn the late 1990s, General Khin Nyunt of the ruling junta lent official support to marionette actors and troupes, thus reviving a rapidly dying tradition. Nowadays, marionettes are very common as tourist attractions and also amongst the populace, and they have resumed their role of relatively safe political satire reflecting popular discontent.\n\nAlso, a new genre of yoke thé is emerging, where a character and a real life actor perform the same show, usually with the yoke thé puppets able to mimic and sometimes out-perform their human counterparts.",
  "zeeyeik": "Zee Rips",
  "zeeyeikDescription": "Zee Rips' Location: Zee Rips is located on the west side of the Shwesandaw Pagoda Road. Zee Rips' Menu: The restaurant offers a variety of fried snacks, including tohu kyar (fried tofu), rohn buthi kyar (fried green peas), be yar kyar (fried eggplant), pyaung phyu kyar (fried pumpkin), and myit kyar (fried peanuts). \n\n Zee Rips' Ambiance: Photos of the restaurant show a pleasant atmosphere with blooming flowers.\n\nOpening Hours:\nMonday to Sunday: 1:00 PM to 6:00 PM"
}